[
    {
        "data": "Can you answer the question \"What other rights were equal to orthodox nobles?\" based only on the following:\nThe Orthodox nobles' rights were nominally equal to those enjoyed by Polish and Lithuanian nobility, but there was a cultural pressure to convert to Catholicism, that was greatly eased in 1596 by the Union of Brest.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"what does prajnaparamita mean?\" based only on the following:\nAccording to the Jonang school, it refers to the innate qualities of the mind that expresses themselves as omniscience etc.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which pole is located in Antarctica?\" based only on the following:\nor /ænˈtɑːtɪkə/ or /ænˈɑːtɪkə/)[Note 1] is Earth's southernmost continent, containing the geographic South Pole.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What video frequency does PAL use?\" based only on the following:\nTo mostly correct this issue, a switch can be added to place the SNES PPU into a 60 Hz mode supported by most newer PAL televisions.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Besides formic, acetic, and lactic acid, what type of acid does cellulose produce?\" based only on the following:\nFurthermore, tests sponsored by the Library of Congress prove that all paper is at risk of acid decay, because cellulose itself produces formic, acetic, lactic and oxalic acids.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What agreement has the Southeast Asian countries signed to combat haze pollution?\" based only on the following:\nPredictions have been made that more than 40% of the animal and plant species in Southeast Asia could be wiped out in the 21st century.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was the Promenade des Berges de la Seine built?\" based only on the following:\nBetween 1853 and 1870, the Emperor Napoleon III and the city's first director of parks and gardens, Jean-Charles Alphand, created the Bois de Boulogne, the Bois de Vincennes, Parc Montsouris and the Parc des Buttes-Chaumont, located at the four points of the compass around the city, as well as many smaller parks, squares and gardens in the Paris' quarters.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was Roncalli elected pope?\" based only on the following:\nRoncalli was elected pope on 28 October 1958 at age 76 after 11 ballots.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is a torta frita?\" based only on the following:\nA torta frita is a pan-fried cake consumed in Montevideo and throughout Uruguay.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which year was used for estimates in the 2011 report?\" based only on the following:\nThe 2011 Human Development Report was released on 2 November 2011, and calculated HDI values based on estimates for 2011.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the definition of radiant luminous efficacy?\" based only on the following:\nNot all wavelengths of visible electromagnetic energy are equally effective at stimulating the human eye; the luminous efficacy of radiant energy (LER) is a measure of how well the distribution of energy matches the perception of the eye.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did former student Tracy Hall invent as a BYU professor of chemistry and Director of Research?\" based only on the following:\nWhile there, he invented a new type of diamond press, the tetrahedral press.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How does Oklahoma's per-capita arts spending rank?\" based only on the following:\nThe Philbrook Museum of Tulsa is considered one of the top 50 fine art museums in the United States, and the Sam Noble Oklahoma Museum of Natural History in Norman, one of the largest university-based art and history museums in the country, documents the natural history of the region.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What does the Xeer system call attorneys?\" based only on the following:\nThe Xeer legal system also requires a certain amount of specialization of different functions within the legal framework.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Haredi and Hasidic Jewry have an attachment to what movement?\" based only on the following:\nModern Orthodox Jews, compared to both the non-Orthodox American Jewry and the Haredi and Hasidic Jewry, also tend to have a stronger connection to Israel due to their attachment to Zionism.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the alliance that was formed with Marcus Lepidus named?\" based only on the following:\nAlong with Marcus Lepidus, they formed an alliance known as the Second Triumvirate.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was largely responsible for the population growth of Downtown San Diego?\" based only on the following:\nHorton promoted the area heavily, and people and businesses began to relocate to New Town because of its location on San Diego Bay convenient to shipping.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was Tito formally an ally of after WWII?\" based only on the following:\nAlthough Tito was formally an ally of Stalin after World War II, the Soviets had set up a spy ring in the Yugoslav party as early as 1945, giving way to an uneasy alliance.[citation needed]\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"300 Linux kernel developers work here.\" based only on the following:\nIBM has also released code under different open source licenses, such as the platform-independent software framework Eclipse (worth approximately US$40 million at the time of the donation), the three-sentence International Components for Unicode (ICU) license, and the Java-based relational database management system (RDBMS)\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was SWAPO designated as the representative of Namibian people?\" based only on the following:\nUprisings and demands by African leaders led the UN to assume direct responsibility over the territory.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which PC magazine praised the iPod for having \"altered the landscape for portable audio players\"?\" based only on the following:\nSeveral industries are modifying their products to work better with both the iPod line and the AAC audio format.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which constitution did Burke condemn on May 6, 1791?\" based only on the following:\nOn 6 May 1791, during another debate in Parliament on the Quebec Bill, Burke used the opportunity to answer Fox, and to condemn the new French Constitution and \"the horrible consequences flowing from the French idea of the Rights of Man\".\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of partridge was commonly consumed?\" based only on the following:\nDomesticated animals that were also eaten included chickens, Mandarin ducks, geese, cows, sheep, pigs, camels and dogs (various types were bred specifically for food, while most were used as pets).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How is zinc applied?\" based only on the following:\nThe zinc is applied electrochemically or as molten zinc by hot-dip galvanizing or spraying.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The realist view of time is sometimes referred to as what?\" based only on the following:\nThe opposing view is that time does not refer to any kind of \"container\" that events and objects \"move through\", nor to any entity that \"flows\", but that it is instead part of a fundamental intellectual structure (together with space and number) within which humans sequence and compare events.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the likely reason that Darwin's ideas were accepted more readily than Lamarck's?\" based only on the following:\nDarwin presented natural selection as a scientifically testable mechanism while accepting that other mechanisms such as inheritance of acquired characters were possible.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did Tuvalu refuse to sell in 2015?\" based only on the following:\nTuvalu and the other members of the Pacific Island Forum Fisheries Agency (FFA) and the United States have settled a tuna fishing deal for 2015; a longer term deal will be negotiated.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who did Martin think Eisenhower should have made better use of?\" based only on the following:\nThe administration never made use of many Republicans of consequence whose services in one form or another would have been available for the asking.\"\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What language was no longer promoted as one of Estonia's main languages?\" based only on the following:\nDuring the Perestroika era, The Law on the Status of the Estonian Language was adopted in January 1989.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"On which road does 120th Street begin?\" based only on the following:\nIt then continues through Spanish Harlem; when it crosses Pleasant Avenue it becomes a two‑way street and continues nearly to the East River, where for automobiles, it turns north and becomes Paladino Avenue, and for pedestrians, continues as a bridge across FDR Drive.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who appointed Eisenhower as Supreme Allied Commander in Europe?\" based only on the following:\nThe following month, he resumed command of ETOUSA and the following month was officially designated as the Supreme Allied Commander of the Allied Expeditionary Force (SHAEF), serving in a dual role until the end of hostilities in Europe in May 1945.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What college of further education offers vocational courses and ESOL programs?\" based only on the following:\nSouthampton City College is a further education college serving the city.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the Policia de Seguranca Publica - PSP (Public Security Police)?\" based only on the following:\nPortuguese law applied in the former colonies and territories and continues to be the major influence for those countries.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What feature of the Birmingham Quran fragments' text make some doubt that it is older than other known versions of the Quran?\" based only on the following:\nSaudi scholar Saud al-Sarhan has expressed doubt over the age of the fragments as they contain dots and chapter separators that are believed to have originated later.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"what hit single did atkins release in 1985?\" based only on the following:\nTechno-Scratch\" was released by the Knights Of The Turntable in 1984 which had a similar techno sound to Cybotron.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did new cases of TB infection start going down?\" based only on the following:\nTuberculosis is the second-most common cause of death from infectious disease (after those due to HIV/AIDS).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what district of London is Pillars of Hercules located?\" based only on the following:\nThe Fitzroy Tavern is a pub situated at 16 Charlotte Street in the Fitzrovia district, to which it gives its name.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"On November 3, 2008, who predicted extremely weak GDP growth for the Eurozone in 2009?\" based only on the following:\nOn November 6, the IMF at Washington, D.C., launched numbers predicting a worldwide recession by −0.3% for 2009, averaged over the developed economies.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are typically regarded as \"runways at sea\"?\" based only on the following:\nAs \"runways at sea\", aircraft carriers have a flat-top flight deck, which launches and recovers aircraft.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the maximum value a gold coin used to be able to have?\" based only on the following:\nIt was proposed in the mid-1800s that one hundred dollars be known as a union, but no union coins were ever struck and only patterns for the $50 half union exist.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did gag single-panel illustrations become known as cartoons?\" based only on the following:\nDefinitions of comics which emphasize sequence usually exclude gag, editorial, and other single-panel cartoons; they can be included in definitions that emphasize the combination of word and image.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did the last king of the Roman Kingdom lose his seat of power?\" based only on the following:\nBefore the revolution, a king would be elected by the senators for a life term.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why did medical professionals advise against using an anaesthetic during childbirth?\" based only on the following:\nVictoria was so impressed by the relief it gave from the pain of childbirth that she used it again in 1857 at the birth of her ninth and final child, Beatrice, despite opposition from members of the clergy, who considered it against biblical teaching, and members of the medical profession, who thought it dangerous.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who marched through the lower states and captured and forts and fought many battles?\" based only on the following:\nAfter a brief period of supremacy by King Harshavardhana, the region was once again divided into several local powers headed by chieftains, including some Rajput principalities.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"On what day did MTV name Kanye as the year's Number 1 \"Hottest MC in the Game.\"?\" based only on the following:\nOn May 16, 2008, Kanye West was crowned by MTV as the year's No. 1 \"Hottest MC in the Game.\"\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"At what point was the entire Roman world joined together under Roman control?\" based only on the following:\nWith some major exceptions of outright military rule, the Roman Republic remained an alliance of independent city-states and kingdoms (with varying degrees of independence, both de jure and de facto) until it transitioned into the Roman Empire.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is one of BYU's characteristics that is most often pointed out through reputation?\" based only on the following:\nMembers of The Church of Jesus Christ of Latter-day Saints highly value marriage and family, especially marriage within the faith.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are giant axons?\" based only on the following:\nExperiments have shown that cutting the giant axons prevents this escape response but does not affect normal movement.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What war started in 2004?\" based only on the following:\nIn May 2005 Bozizé won a presidential election that excluded Patassé and in 2006 fighting continued between the government and the rebels.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who first referenced the Armenians?\" based only on the following:\nThe ancient Greek terms Ἀρμενία (Armenía) and Ἀρμένιοι (Arménioi, \"Armenians\") are first mentioned by Hecataeus of Miletus (c.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was also utilized to control ground targets?\" based only on the following:\nAAA battalions were also used to help suppress ground targets.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the main winding on a squirrel cage motor capable of withstanding?\" based only on the following:\nThe start capacitor is typically mounted to the side of the motor housing.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the advantage of measuring these elements separately?\" based only on the following:\nWhen they are measured independently, the degree of heterosexual and homosexual can be independently determined, rather than the balance between heterosexual and homosexual as determined using the Kinsey Scale.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Why did Chopin request being cut open after his death?\" based only on the following:\nChopin requested that his body be opened after death (for fear of being buried alive) and his heart returned to Warsaw where it rests at the Church of the Holy Cross.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How much of Greece's energy is targeted to be from renewable sources by 2020?\" based only on the following:\nIn 2013 and for several months, Greece produced more than 20% of its electricity from renewable energy sources and hydroelectric power plants.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did academic schooling begin in the Roman Republic?\" based only on the following:\nThey began physical training to prepare the boys to grow as Roman citizens and for eventual recruitment into the army.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What mostly controls the rain in Mexico City?\" based only on the following:\nThe warm period extends from March to May when tropical winds again dominate but do not yet carry enough moisture for rain.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the profession of Lange?\" based only on the following:\nThe Danish psychologist Carl Lange also proposed a similar theory at around the same time, and therefore this theory became known as the James–Lange theory.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many people watched the 2011 MTV Music Awards?\" based only on the following:\nHer appearance helped that year's MTV Video Music Awards become the most-watched broadcast in MTV history, pulling in 12.4 million viewers; the announcement was listed in Guinness World Records for \"most tweets per second recorded for a single event\" on Twitter, receiving 8,868 tweets per second and \"Beyonce pregnant\" was the most Googled term the week of August 29, 2011.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What geologic events took place when Pangea combined during the Carboniferous?\" based only on the following:\nThere were two major oceans in the Carboniferous the Panthalassa and Paleo-Tethys.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Friedrich Hayek name was commonly shortened to what?\" based only on the following:\nFriedrich Hayek CH (German: [ˈfʁiːdʁɪç ˈaʊ̯ɡʊst ˈhaɪ̯ɛk]; 8 May 1899 – 23 March 1992), born in Austria-Hungary as Friedrich August von Hayek and frequently referred to as F. A. Hayek, was an Austrian and British economist and philosopher best known for his defense of classical liberalism.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the most famous image of Eton College?\" based only on the following:\nThis range includes the important interiors of the Parlour, Election Hall, and Election Chamber, where most of the 18th century \"leaving portraits\" are kept.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What term is used to refer to the period from 1750 to 1820?\" based only on the following:\nThe central norms of this tradition became codified between 1550 and 1900, which is known as the common practice period.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the time span of the Mauryan Empire?\" based only on the following:\nThe Maurya Empire (322–185 BCE) was the first empire to unify India into one state, and was the largest on the Indian subcontinent.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was left mostly unharmed?\" based only on the following:\nNot all of the Luftwaffe's effort was made against inland cities.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What countries joined Britain as allies?\" based only on the following:\nBut after her surprising grand success against a coalition of great powers, European states such as Austria, The Dutch Republic, Sweden, Denmark-Norway, Ottoman Empire, and Russia now saw Britain as a greater threat than France and did not join them, while the Prussians were angered by what they considered a British betrayal in 1762.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How else can negative impacts of pesticides be reduced?\" based only on the following:\nIn order to reduce negative impacts, it is desirable that pesticides be degradable or at least quickly deactivated in the environment.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of formation is indicated by low and high grade metamorphic rocks?\" based only on the following:\nThe high-grade rocks were derived from volcanic island arcs, while the low-grade metamorphic rocks represent deep-sea sediments eroded from the neighboring island frogs and deposited in a forearc basin.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Philip II and Alexander's court army spoke a version of what language?\" based only on the following:\nThe language of Philip II's and Alexander's court and army (which was made up of various Greek and non-Greek speaking peoples) was a version of Attic Greek, and over time this language developed into Koine, the lingua franca of the successor states.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What do mountainous regions have that make their ecosystems particularly fragile?\" based only on the following:\nSwitzerland's ecosystems can be particularly fragile, because the many delicate valleys separated by high mountains often form unique ecologies.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is professional wrestling?\" based only on the following:\nProfessional wrestling (colloquially abbreviated to pro wrestling or wrestling) is an athletic form of entertainment based on a portrayal of a combat sport.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which region of the US receives the most amount of rainfall?\" based only on the following:\nAlong the northwestern Pacific coast, rainfall is greater than anywhere else in the continental U.S., with Quinault Rainforest in Washington having an average of 137 inches (348 cm).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where was Johann Tillmann from?\" based only on the following:\nThe wars launched a new movement that was born in France itself during the French Revolution.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What do Australian citizens need in order to travel to Norfolk Island?\" based only on the following:\nCitizens of all other nations must carry a passport to travel to Norfolk Island even if arriving from other parts of Australia.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many solider were killed in September when Islamic militants escaped?\" based only on the following:\nHowever, fighting erupted again in July 2012.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What world record is held by Eritrean athlete Zersenay Tadese?\" based only on the following:\nIn recent years, Eritrean athletes have also seen increasing success in the international arena.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which team did not qualifty for Champions League in 2005 but was able to particpate?\" based only on the following:\nUEFA gave special dispensation for Liverpool to enter the Champions League, giving England five qualifiers.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was 'Abubacer' normally called?\" based only on the following:\nThe Latin translation of his philosophical novel, entitled Philosophus Autodidactus, published by Edward Pococke the Younger in 1671, had an influence on John Locke's formulation of tabula rasa in An Essay Concerning Human Understanding.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What can cause your memory to deterioriate or not work as well?\" based only on the following:\nStress has a significant effect on memory formation and learning.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many credit card numbers were stole from Home Depot in 2014?\" based only on the following:\nWarnings were delivered at both corporations, but ignored; physical security breaches using self checkout machines are believed to have played a large role.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What year did Victoria fall down the stairs at Windsor?\" based only on the following:\nBeatrice and Henry planned to marry, but Victoria opposed the match at first, wishing to keep Beatrice at home to act as her companion.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where are Urtica dioica found?\" based only on the following:\nThe extreme and stressful climatic conditions give way to the growth of plant species with secondary metabolites important for medicinal purposes.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What does IFI stand for?\" based only on the following:\nThe International Monetary Fund (IMF), World Bank, European Bank for Reconstruction and Development (EBRD), and other international financial institutions (IFIs) and foreign countries are extending considerable grants and loans.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What place is still considered a prominent acoustic performance area?\" based only on the following:\nMcCabe's Guitar Shop is still a leading acoustic performance space as well as retail outlet.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was the son of Al-Hakam ibn Abi al-'As?\" based only on the following:\nUthman also appointed as governor of Kufa his half-brother, Walid ibn Uqba, who was accused by Hashmites of leading prayer while under the influence of alcohol.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which groups were classified as being at a high risk for AIDS?\" based only on the following:\nLord Kilbracken said that only one person out of the 2,372 individuals with HIV/AIDS mentioned in a specific Department of Health report was not a member of a \"high risk group\", such as homosexuals and recreational drug users.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where can Carrier account management systems be found?\" based only on the following:\nCarriers can also offer account management systems through Windows Store apps, which can be automatically installed as a part of the connection process and offer usage statistics on their respective tile.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which entity runs the Bronx's public noncharter schools?\" based only on the following:\nEducation in the Bronx is provided by a large number of public and private institutions, many of which draw students who live beyond the Bronx.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What governmental entity oversees London's city-wide administrative tier?\" based only on the following:\nCity-wide administration is coordinated by the Greater London Authority (GLA), while local administration is carried out by 33 smaller authorities.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did the downward trend of the English Football start to turn around?\" based only on the following:\nUEFA, European football's governing body, lifted the five-year ban on English clubs playing in European competitions in 1990 (resulting in Manchester United lifting the UEFA Cup Winners' Cup in 1991) and the Taylor Report on stadium safety standards, which proposed expensive upgrades to create all-seater stadiums in the aftermath of the Hillsborough disaster, was published in January of that year.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How did military families gain prestige?\" based only on the following:\nMutual interests, family connections, and kinship were consolidated in military groups that became part of family administration.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the percentage of intelligibility between dialects?\" based only on the following:\nMutual intelligibility between dialects is very high, estimates ranging from 90% to 95%.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What percentage of New Delhi's population is Sikh?\" based only on the following:\nHinduism is the religion of 79.8% of New Delhi's population.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Out of about every 14 students, how many will be suspended from school?\" based only on the following:\nWith suspension rates three times the national average, the suspension rate is approximately 1 in every 14 children, the highest in the country for physical or verbal assaults against staff.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was named after the slave port of Calabar?\" based only on the following:\nBaptists were likewise active in promoting the education of former slaves; for example, Jamaica's Calabar High School, named after the slave port of Calabar, was formed by Baptist missionaries.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where do Hennessy Scholars typically reside?\" based only on the following:\nHennessy Scholars generally reside in Wotton house.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Greece was split into sections of different rulers in what year?\" based only on the following:\nFollowing the Fourth Crusade and the fall of Constantinople to the \"Latins\" in 1204\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What percentage of the adult population has an HIV-infection?\" based only on the following:\nOnly 20% of infected pregnant women receive anti retroviral coverage to prevent transmission to newborns.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"On what does Palermo's economy rely?\" based only on the following:\nThe economy mainly relies on tourism and services, but also has commerce, shipbuilding and agriculture.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many selective grammar schools are still currently functioning in England and Wales?\" based only on the following:\nIn the selective school system, which survives in several parts of the United Kingdom, admission is dependent on selection criteria, most commonly a cognitive test or tests.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did Alan Turing write the paper, \"On Computable Numbers\"?\" based only on the following:\nHe went on to prove that there was no solution to the Entscheidungsproblem by first showing that the halting problem for Turing machines is undecidable: in general, it is not possible to decide algorithmically whether a given Turing machine will ever halt.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What manager was appointed to lead Arsenal in 1925?\" based only on the following:\nIn addition, Chapman was behind the 1932 renaming of the local London Underground station from \"Gillespie Road\" to \"Arsenal\", making it the only Tube station to be named specifically after a football club.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In square miles, how much of the city's total area is composed of water?\" based only on the following:\n164.1 sq mi (425 km2) of this is water and 304.8 sq mi (789 km2) is land.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who did Kerry publicize as a lesbian while discussing gay rights, some time after the debate?\" based only on the following:\nBush and Kerry met for the third and final debate at Arizona State University on October 13.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Name two contributors to Reformed churches.\" based only on the following:\nThe English word evangelical usually refers to Evangelical Protestant churches, and therefore not to Protestantism as a whole.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What percentage of students at Qur'anic schools are female?\" based only on the following:\nThe Qur'anic system, which teaches the greatest number of students relative to other educational sub-sectors, is oftentimes the only system accessible to Somalis in nomadic as compared to urban areas.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Elements in a half wave dipole and on an identical axis are said to be what?\" based only on the following:\nAnother common design is the folded dipole, which is essentially two dipoles placed side-by-side and connected at their ends to make a single one-wavelength antenna.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where had Paymasters been able to get money from directly until 1782?\" based only on the following:\nNow they were required to put the money they had requested to withdraw from the Treasury into the Bank of England, from where it was to be withdrawn for specific purposes.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many votes do the member clubs of the Premier League have each?\" based only on the following:\nEach club is a shareholder, with one vote each on issues such as rule changes and contracts.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Is Cyprus an island country or land-locked country?\" based only on the following:\nIt is located south of Turkey, west of Syria and Lebanon, northwest of Israel and Palestine, north of Egypt and east of Greece.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Why did it receive this award?\" based only on the following:\nIn 2010 the Premier League was awarded the Queen's Award for Enterprise in the International Trade category for its outstanding contribution to international trade and the value it brings to English football and the United Kingdom's broadcasting industry.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How tall is the biggest Buddha statue in Europe?\" based only on the following:\nIt shelters the biggest Buddha statue in Europe, more than nine metres high.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why did General MacArthur suggest an amphibious landing at Inchon?\" based only on the following:\nOn 6 July, he ordered Major General Hobart R. Gay, Commander, 1st Cavalry Division, to plan the division's amphibious landing at Incheon; on 12–14 July, the 1st Cavalry Division embarked from Yokohama, Japan to reinforce the 24th Infantry Division inside the Pusan Perimeter.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who gave Diana the rosary beads?\" based only on the following:\nDiana's body was clothed in a black long-sleeved dress designed by Catherine Walker, which she had chosen some weeks before.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who takes different steps to prevent infringement?\" based only on the following:\nCorporations and legislatures take different types of preventative measures to deter copyright infringement, with much of the focus since the early 1990s being on preventing or reducing digital methods of infringement.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What year did the Football Association form?\" based only on the following:\nThese ongoing efforts contributed to the formation of The Football Association (The FA) in 1863, which first met on the morning of 26 October 1863 at the Freemasons' Tavern in Great Queen Street, London.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Are these agencies a requirement in the countries where they exist?\" based only on the following:\nBoth initiatives operate on a voluntary basis.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In the last decade, has the amount oftime adolescents spend on the computer increased or dereased?\" based only on the following:\nAs a result of the amount of time adolescents spend using these devices, their total media exposure is high.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The Enlightenment is frequently linked to the French Revolution of what year?\" based only on the following:\nThe Enlightenment has been frequently linked to the French Revolution of 1789.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In which type of organism do the smallest genomes occur?\" based only on the following:\nThe genome size, and the number of genes it encodes varies widely between organisms.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What did Eastland believe the founders of affirmative action did not consider?\" based only on the following:\nEastland believes that affirmative action is a great risk that only sometimes pays off, and that without it we would be able to compete more freely with one another.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What dynasty was Ashot I part of?\" based only on the following:\nIn 885 AD the Armenians reestablished themselves as a sovereign kingdom under the leadership of Ashot I of the Bagratid Dynasty.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What religious feature did each Roman home have?\" based only on the following:\nEach home had a household shrine at which prayers and libations to the family's domestic deities were offered.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What happened to the dikes the Aztecs built?\" based only on the following:\nThe Aztecs built dikes to separate the fresh water used to raise crops in chinampas and to prevent recurrent floods.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which song made a strong impression on Madonna?\" based only on the following:\nThese Boots Are Made for Walkin'\" by Nancy Sinatra; she said it summed up her own \"take-charge attitude\".\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The release of Internet Explorer started the first what?\" based only on the following:\nMicrosoft responded with its Internet Explorer in 1995, also heavily influenced by Mosaic, initiating the industry's first browser war.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What subfield of anthropology studies mental processes?\" based only on the following:\nPsychological anthropology is an interdisciplinary subfield of anthropology that studies the interaction of cultural and mental processes.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many languages are spoken by the people of New York City?\" based only on the following:\nSituated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of New York State.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where did Italy start using the AC system?\" based only on the following:\nThree-phase AC railway electrification was used in Italy, Switzerland and the United States in the early twentieth century.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the chain guided by in a compensation system that uses chains?\" based only on the following:\nIf the compensation system uses cables, there will be an additional sheave in the pit below the elevator, to guide the cables.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the half life of the copper isotope 68mCu?\" based only on the following:\nSeven metastable isotopes have been characterized, with 68mCu the longest-lived with a half-life of 3.8 minutes.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What's a more accurate name for Pennsylvania Dutch since it's not a Dutch dialect?\" based only on the following:\nPennsylvania Dutch is not a member of the set of Dutch dialects and is less misleadingly called Pennsylvania German.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What other location is offered by the Greek?\" based only on the following:\nSome theories suggest that the Greek word cheir (χειρ) for hand includes the wrist and that the Romans were generally trained to place nails through Destot's space (between the capitate and lunate bones) without fracturing any bones.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is a highly prized fixture of Estonian society?\" based only on the following:\nThe Protestant work ethic remains a significant cultural staple, and free education is a highly prized institution.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where had Rick Sutcliffe been before moving to the Cubs?\" based only on the following:\nThe deal brought 1979 NL Rookie of the Year pitcher Rick Sutcliffe from the Cleveland Indians.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which type of music was popular during the 90s?\" based only on the following:\nAmerican music critic Ann Powers explained that what Madonna searched for with Orbit \"was a kind of a lushness that she wanted for this record.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What type of Roman item was traded on the Silk Road network?\" based only on the following:\nEven before Han's expansion into Central Asia, diplomat Zhang Qian's travels from 139 to 125 BC had established Chinese contacts with many surrounding civilizations.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Are there breed standards used for the competitions?\" based only on the following:\nBreed standards were drawn up for egg-laying, meat-type, and purely ornamental birds, aiming for uniformity.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Interstate 95 is also infamous for what exactly?\" based only on the following:\nI-95 is infamous for traffic jams increasing with proximity to New York City; on the east side of New Haven it passes over the Quinnipiac River via the Pearl Harbor Memorial, or \"Q Bridge\", which often presents a major bottleneck to traffic. I-91, however, is relatively less congested, except at the intersection with I-95 during peak travel times.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which two Muslim scientists did Salam celebrate as inventors of empirical methods?\" based only on the following:\nOne of Salam's core beliefs was that there is no contradiction between Islam and the discoveries that science allows humanity to make about nature and the universe.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Name Philidelphia's largest park?\" based only on the following:\nHistory museums include the National Constitution Center, the Atwater Kent Museum of Philadelphia History, the National Museum of American Jewish History, the African American Museum in Philadelphia, the Historical Society of Pennsylvania, the Grand Lodge of Free and Accepted Masons in the state of Pennsylvania and The Masonic Library and Museum of Pennsylvania and Eastern State Penitentiary.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What color silk covered Bell's kites?\" based only on the following:\nIn 1898, Bell experimented with tetrahedral box kites and wings constructed of multiple compound tetrahedral kites covered in maroon silk.[N 23]\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many of the poorest families did not have any wealth decline during the financial crisis?\" based only on the following:\nTypical American families did not fare as well, nor did those \"wealthy-but-not wealthiest\" families just beneath the pyramid's top.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what year was Peter of Alexandria martyred?\" based only on the following:\nHis successor as bishop of Alexandria, Alexander of Alexandria (312–328) was an Origenist as well as a documented mentor of Athanasius.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What languages did Aavik know?\" based only on the following:\nAavik had a broad classical education and knew Ancient Greek, Latin and French.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In November 2008, who was on death penalty without a murder conviction?\" based only on the following:\nDemarcus Sears remains under a death sentence in Georgia for the crime of \"kidnapping with bodily injury.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who believed that the hiring of Molotov would result in a better deal with the western countries?\" based only on the following:\nGeoffrey Roberts argued that Litvinov's dismissal helped the Soviets with British–French talks, because Litvinov doubted or maybe even opposed such discussions.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was home to the warlord Yan Baihu?\" based only on the following:\nAt the beginning of the Three Kingdoms era (220–280 CE), Zhejiang was home to the warlords Yan Baihu and Wang Lang prior to their defeat by Sun Ce and Sun Quan, who eventually established the Kingdom of Wu.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What does modern ESC code do?\" based only on the following:\nThis is the same meaning of \"escape\" encountered in URL encodings, C language strings, and other systems where certain characters have a reserved meaning.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who succeeded in finally overthrowing Patasse?\" based only on the following:\nEventually, Patassé came to suspect that General François Bozizé was involved in another coup attempt against him, which led Bozizé to flee with loyal troops to Chad.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did the rebellion lead to\" based only on the following:\nThe British settlers who had remained also resented Spanish rule, leading to a rebellion in 1810 and the establishment for ninety days of the so-called Free and Independent Republic of West Florida on September 23.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the primary sidearm used by the U.S. Army?\" based only on the following:\nThe primary sidearm in the U.S. Army is the 9 mm M9 pistol; the M11 pistol is also used.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Were the Arians united in their oppostion?\" based only on the following:\nThe Arians no longer presented an unbroken front to their orthodox opponents.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is a treaty that supplements a previous treaty in international law?\" based only on the following:\nSometimes this is made clearer by calling it an \"optional protocol\", especially where many parties to the first agreement do not support the protocol.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year was Diana  brought into the pomerium?\" based only on the following:\nIn 206 BC the Sibylline books commended the introduction of cult to the aniconic Magna Mater (Great Mother) from Pessinus, installed on the Palatine in 191 BC.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was threatened by Nationalism?\" based only on the following:\nNationalism during the 19th century threatened the old aristocratic regimes.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The Annual Register covered international events of what type?\" based only on the following:\nThe extent to which Burke contributed to the Annual Register is unclear: in his biography of Burke, Robert Murray quotes the Register as evidence of Burke's opinions, yet Philip Magnus in his biography does not cite it directly as a reference.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which route was a central post in Kiev?\" based only on the following:\nKiev was a central outpost along the Dnieper route and a hub with the east-west overland trade route between the Khazars and the Germanic lands of Central Europe.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is air defence called in French?\" based only on the following:\nIn French, air defence is called DCA (Défense contre les aéronefs, \"aéronef\" being the generic term for all kind of airborne device (airplane, airship, balloon, missile, rocket, etc.)).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Of what class was more than half of Rome's population?\" based only on the following:\nLess than a quarter of adult males had voting rights; far fewer could actually exercise them.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What year was the uncertainty principle formed?\" based only on the following:\nThis theory helped refine the predictions of his earlier formulated Dirac equation, and successfully predicted the existence of the positron, confirmed two years later.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What United States city has the most cast iron architecture?\" based only on the following:\nSecond only to New Orleans in its concentration of cast iron work, the city is home to a unique collection of cast iron porches, balconies, fences, and finials.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In which country did Madonna rubbed the country's flag between her thighs that anger the public?\" based only on the following:\nIn March 1994, she appeared as a guest on the Late Show with David Letterman, using profanity that required censorship on television, and handing Letterman a pair of her panties and asking him to smell it.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with Plymouth and Devonport, what settlement comprised the Three Towns?\" based only on the following:\nThe Three Towns conurbation of Plymouth, Stonehouse and Devonport enjoyed some prosperity during the late 18th and early 19th century and were enriched by a series of neo-classical urban developments designed by London architect John Foulston.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did the FBI increase it's counter-terrorism role?\" based only on the following:\nIt has settled a dispute with Richard Jewell, who was a private security guard at the venue, along with some media organizations, in regard to the leaking of his name during the investigation.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is Berns most famous site?\" based only on the following:\nThe structure of Bern's city centre is largely medieval and has been recognised by UNESCO as a Cultural World Heritage Site.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who developed a theory giving the first abstract definition of a finite group?\" based only on the following:\nOn the theory of groups, as depending on the symbolic equation θn = 1 (1854) gives the first abstract definition of a finite group.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What argument do those opposing statehood use?\" based only on the following:\nStatehood opponents have argued that the statehood option garnered only 45 percent of the votes if abstentions are included.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did the first Yankee Stadium open?\" based only on the following:\nThe Bronx is the home of the New York Yankees of Major League Baseball.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the nationality of Matsushita Electric?\" based only on the following:\nHe located Japanese electronics manufacturer Matsushita Electric (now known as Panasonic), which agreed to acquire MCA for $6.6 billion in 1990.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many papers did Von Neumann publish?\" based only on the following:\nHis last work, an unfinished manuscript written while in the hospital, was later published in book form as The Computer and the Brain.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who runs Yale College?\" based only on the following:\nYale is organized into fourteen constituent schools: the original undergraduate college, the Yale Graduate School of Arts and Sciences, and twelve professional schools.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What percentage of Bostons public students are African American?\" based only on the following:\nThe system's students are 40% Hispanic or Latino, 35% Black or African American, 13% White, and 9% Asian.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What does the ancient Greek word 'génos' mean?\" based only on the following:\nThe word gene is derived (via pangene) from the Ancient Greek word γένος (génos) meaning \"race, offspring\".\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"At what point does psychological construction theory believe the components of an emotion are put together?\" based only on the following:\nThe idea that core affect is but one component of the emotion led to a theory called “psychological construction.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the Buddhagohosa written?\" based only on the following:\nMost accept that he lived, taught and founded a monastic order, but do not consistently accept all of the details contained in his biographies.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Kanye produced the third song from the second album of what artist?\" based only on the following:\nWest produced three of the tracks on Harlem World's first and only album The Movement alongside Jermaine Dupri and the production duo Trackmasters.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Cells that detect and transmit pain are called what?\" based only on the following:\nAlthough nociception has been demonstrated in insects, there is no consensus that insects feel pain consciously\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What happened to urban R&B in the early 1990s?\" based only on the following:\nThe early 1990s marked the softening of urban R&B at the same time alternative rock emerged and traditional pop saw a significant resurgence.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is another example of energy transformation?\" based only on the following:\nExamples of energy transformation include generating electric energy from heat energy via a steam turbine, or lifting an object against gravity using electrical energy driving a crane motor.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"About how many millions of people lived in Europe in the year 1000?\" based only on the following:\nThere remained a few free peasants throughout this period and beyond, with more of them in the regions of Southern Europe than in the north.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What type of tolerances does the USB standard specify for compliant USB connectors?\" based only on the following:\nThe USB standard specifies relatively loose tolerances for compliant USB connectors to minimize physical incompatibilities in connectors from different vendors.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What platform is a browser used on?\" based only on the following:\nAn information resource is identified by a Uniform Resource Identifier (URI/URL) and may be a web page, image, video or other piece of content.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Between which years did most of the MP3 patents in the US expire?\" based only on the following:\nThe majority of MP3 patents expired in the US between 2007 and 2015.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was Feynman's PhD thesis titled?\" based only on the following:\nHe received a PhD from Princeton in 1942; his thesis advisor was John Archibald Wheeler.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many bridges over the Thames were struck?\" based only on the following:\nThe damage to military targets much less\", and stated that he had seen numerous examples of untouched targets surrounded by buildings destroyed by errant bombs.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the outcome of the Battle of Manzikert for the Seljuk Turks?\" based only on the following:\nTo escape death or servitude at the hands of those who had assassinated his relative, Gagik II, King of Ani, an Armenian named Roupen, went with some of his countrymen into the gorges of the Taurus Mountains and then into Tarsus of Cilicia.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what techniques would a DJ require a vinyl record?\" based only on the following:\nDJ techniques such as slip-cueing, beatmatching, and scratching originated on turntables.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What company was desktop publishing unique to at it's beginning?\" based only on the following:\nIn 1985, the combination of the Mac, Apple's LaserWriter printer, and Mac-specific software like Boston Software's MacPublisher and Aldus PageMaker enabled users to design, preview, and print page layouts complete with text and graphics—an activity to become known as desktop publishing.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many editions were published of Sarah Trimmer's history textbook for children?\" based only on the following:\nThese popular works were written in a discursive style, which was laid out much more clearly for the reader than the complicated articles, treatises, and books published by the academies and scientists.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the lockout chip number for Asia?\" based only on the following:\nTinkerers at home in later years discovered that disassembling the NES and cutting the fourth pin of the lockout chip would change the chip’s mode of operation from \"lock\" to \"key\", removing all effects and greatly improving the console’s ability to play legal games, as well as bootlegs and converted imports.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which church has had a large influence over Galicia since the Middle Ages?\" based only on the following:\nSince the Middle Ages, the Galician Catholic Church has been organized into five ecclesiastical dioceses (Lugo, Ourense, Santiago de Compostela, Mondoñedo-Ferrol and Tui-Vigo).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Between what years did Reynolds identify the post-punk era as existing?\" based only on the following:\nReynolds defined the post-punk era as occurring loosely between 1978 and 1984.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"According to doctrine, because all thing don't last, attachment can lead to what?\" based only on the following:\nThe doctrine asserts that because things are impermanent, attachment to them is futile and leads to suffering (dukkha).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is SNR?\" based only on the following:\nFor example, CCIR Rep. 258-3 indicates man-made noise in a residential setting at 40 MHz is about 28 dB above the thermal noise floor.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"what model of university structure was being used throughout the world at the finish of the 19th century?\" based only on the following:\nUntil the 19th century, religion played a significant role in university curriculum; however, the role of religion in research universities decreased in the 19th century, and by the end of the 19th century, the German university model had spread around the world.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In 2004, Southampton's contribution to the regional economy had almost doubled from what it was in what year?\" based only on the following:\nThis figure has almost doubled since 1995.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What metals were alloyed with tin to make it stronger?\" based only on the following:\nTo make jewelry, forks and spoons, or other objects from tin, it was usually alloyed with other metals to increase its strength and hardness.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many counties does Oklahoma Cities Networks cover?\" based only on the following:\nThe major U.S. broadcast television networks have affiliates in the Oklahoma City market (ranked 41st for television by Nielsen and 48th for radio by Arbitron, covering a 34-county area serving the central, northern-central and west-central sections Oklahoma); including NBC affiliate KFOR-TV (channel 4), ABC affiliate KOCO-TV (channel 5), CBS affiliate KWTV-DT (channel 9, the flagship of locally based Griffin Communications), PBS station KETA-TV (channel 13, the flagship of the state-run OETA member network), Fox affiliate KOKH-TV (channel 25), CW affiliate KOCB (channel 34)\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who predicted Germany's declaration of war against the United States months before?\" based only on the following:\nFour days after Pearl Harbor, Nazi Germany and Fascist Italy declared war on the United States, drawing the country into a two-theater war.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which group eats their acquired food in a day or two?\" based only on the following:\nJames Woodburn uses the categories \"immediate return\" hunter-gatherers for egalitarian and \"delayed return\" for nonegalitarian.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How long ago did Tuscan have their first visitors?\" based only on the following:\nTucson was probably first visited by Paleo-Indians, known to have been in southern Arizona about 12,000 years ago.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where is zinc chelator phytate found?\" based only on the following:\nThe zinc chelator phytate, found in seeds and cereal bran, can contribute to zinc malabsorption.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The German rocket center was located in what city?\" based only on the following:\nHe had been involved in space clubs and early Soviet rocket design in the 1930s, but was arrested in 1938 during Joseph Stalin's Great Purge and imprisoned for six years in Siberia.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many members did the WVS have at the end of 1941?\" based only on the following:\nThe WVS (Women's Voluntary Services for Civil Defence) was set up under the direction of Samuel Hoare, Home Secretary in 1938 specifically in the event of air raids.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which piece is the best, in terms of preservation condition?\" based only on the following:\nPossibly the best preserved of them is the ensemble of the Tomb of Xiao Xiu\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What general was consul in 249 BC?\" based only on the following:\nIn the early days of Rome's war against Carthage, the commander Publius Claudius Pulcher (consul 249 BC) launched a sea campaign \"though the sacred chickens would not eat when he took the auspices.\"\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what year did Alaskan Statehood gain momentum following a territorial referendum?\" based only on the following:\nDecades later, the statehood movement gained its first real momentum following a territorial referendum in 1946.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What rappers were featured in the songs that Kanye produced for Tell 'Em Why U Madd?\" based only on the following:\nWhy U Madd, an album that was released by D-Dot under the alias of The Madd Rapper; a fictional character he created for a skit on The Notorious B.I.G.'s second and final studio album Life After Death.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Christians were said to be the scapegoat of who?\" based only on the following:\nIn the Annals he relates that \"by vulgar appellation [they were] commonly called Christians\" and identifies Christians as Nero's scapegoats for the Great Fire of Rome.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which direction does the Cross Bronx Expressway run through the South Bronx?\" based only on the following:\nThe Cross Bronx Expressway bisects it, east to west.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What happens to grain when it is soaked in water?\" based only on the following:\nGrain is malted by soaking it in water, allowing it to begin germination, and then drying the partially germinated grain in a kiln.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the contribution of Confucianism to samurai?\" based only on the following:\nThe philosophies of Buddhism and Zen, and to a lesser extent Confucianism and Shinto, influenced the samurai culture.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What were small panel mosaics known as?\" based only on the following:\nThere were two main techniques in Greco-Roman mosaic: opus vermiculatum used tiny tesserae, typically cubes of 4 millimeters or less, and was produced in workshops in relatively small panels which were transported to the site glued to some temporary support.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What group defined a list of 82 official Apline summits that reach 4,000m?\" based only on the following:\nThe list includes not only mountains, but also subpeaks with little prominence that are considered important mountaineering objectives.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Computing resources that are created in cell phones are called what?\" based only on the following:\nThe same developments that spurred the growth of laptop computers and other portable computers allowed manufacturers to integrate computing resources into cellular phones.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What weather feature is highly unusual in Seattle?\" based only on the following:\nThunderstorms are rare, as the city reports thunder on just seven days per year.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What's the name of the traditional Samoan dance performed by synchronized rows of dancers?\" based only on the following:\nThe sasa is also a traditional dance where rows of dancers perform rapid synchronised movements in time to the rhythm of wooden drums (pate) or rolled mats.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Do Protestants celebrate Marian feasts or not?\" based only on the following:\nWhile the Catholic Church celebrates the Feast of the Assumption on August 15, some Eastern Catholics celebrate it as Dormition of the Theotokos, and may do so on August 28, if they follow the Julian calendar.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What grain is a staple for residents near the coast of Guinea-Bissau?\" based only on the following:\nBlack-eyed peas are also part of the diet.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who said, \"countries that aspire to strategic international influence have aircraft carriers\"?\" based only on the following:\nAdmiral Sir Mark Stanhope, former head of the Royal Navy, has said that \"To put it simply, countries that aspire to strategic international influence have aircraft carriers\".\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many people are in London's Metropolitan area?\" based only on the following:\nThe city's metropolitan area is one of the most populous in Europe with 13,879,757 inhabitants,[note 4] while the Greater London Authority states the population of the city-region (covering a large part of the south east) as 22.7 million.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Character is called what in Hellenistic art?\" based only on the following:\nThe motif of deceptively realistic naturalism in art (aletheia) is reflected in stories such as that of the painter Zeuxis, who was said to have painted grapes that seemed so real that birds came and pecked at them.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the maximum number allowed per Pope Sixtus V?\" based only on the following:\nIn 1587, Pope Sixtus V sought to arrest this growth by fixing the maximum size of the College at 70, including 50 cardinal priests, about twice the historical number.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many people were killed in the violence?\" based only on the following:\nDespite public outrage, Israel heeded US calls to refrain from hitting back and did not participate in that war.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What doctor originally turned Donda West down for her plastic surgery operation?\" based only on the following:\nThe Los Angeles County coroner's office said in January 2008 that West had died of heart disease while suffering \"multiple post-operative factors\" after plastic surgery.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many Nobel Prize-winning scientists has Israel produced?\" based only on the following:\nIsrael has produced six Nobel Prize-winning scientists since 2002 and has been frequently ranked as one of the countries with the highest ratios of scientific papers per capita in the world.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are academics in China encouraged to use that their American counterparts are not?\" based only on the following:\nThe study showed that the race concept was widely used among Chinese anthropologists.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What should the government of China be responsible for providing to earthquake survivors?\" based only on the following:\nExperts point out that the earthquake hit an area that has been largely neglected and untouched by China's economic rise.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the Suez Canal nationalized?\" based only on the following:\nIn July 1956, Nasser unilaterally nationalised the Suez Canal.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What gain did Russia make from the results of the war?\" based only on the following:\nPrussia emerged from the war as a great power whose importance could no longer be challenged.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which group of researchers provided a standard research school environment?\" based only on the following:\nHutchinson and his graduate and postgraduate students were extremely productive, but in diverse areas of ecology rather than one focused area of research or the use of one set of research tools.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many prisoners of war were executed in the sack of Delhi?\" based only on the following:\nThe Sultanate suffered significantly from the sacking of Delhi revived briefly under the Lodi Dynasty, but it was a shadow of the former.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the name of the interface front-end introduced by Comcast in 2007?\" based only on the following:\n\"SmartZone users will be able to send and receive e-mail, listen to their voicemail messages online and forward that information via e-mail to others, send instant messages and video instant messages and merge their contacts into one address book\".\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What law banned books favoring Freemasonry?\" based only on the following:\nA number of Papal pronouncements have been issued against Freemasonry.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was sued for patent infringement on MP3 technology?\" based only on the following:\nSisvel S.p.A. and its U.S. subsidiary Audio MPEG, Inc. previously sued Thomson for patent infringement on MP3 technology, but those disputes were resolved in November 2005 with Sisvel granting Thomson a license to their patents.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who rebuilt the Apollo at Didyma in 300 BCE?\" based only on the following:\nGreek temples built during the Hellenistic period were generally larger than classical ones, such as the temple of Artemis at Ephesus, the temple of Artemis at Sardis, and the temple of Apollo at Didyma (rebuilt by Seleucus in 300 BCE).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the first mascot of Northwestern Athletics?\" based only on the following:\nThe first mascot, however, was a live, caged bear cub from the Lincoln Park Zoo named Furpaw who was brought to the playing field on the day of a game to greet the fans.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Reactive responses are present in the brains of what animals?\" based only on the following:\nBased on discoveries made through neural mapping of the limbic system, the neurobiological explanation of human emotion is that emotion is a pleasant or unpleasant mental state organized in the limbic system of the mammalian brain.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What supported the GL carpet?\" based only on the following:\nThe GL carpet was supported by six GCI sets controlling radar-equipped night-fighters.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the Silurian period believed to have begun?\" based only on the following:\nThe Silurian is a major division of the geologic timescale that started about 443.8 ± 1.5 Ma.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"where was house music from chicago-based labels considered a must-play?\" based only on the following:\nBy this time, house music released by Chicago-based labels was considered a must-play in clubs.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What used to be abundant in the waters around Norfolk Island?\" based only on the following:\nCetaceans were historically abundant around the island as commercial hunts on the island was operating until 1956.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the first country to be able to buy the new DualShock 3 in stores?\" based only on the following:\nAt its press conference at the 2007 Tokyo Game Show, Sony announced DualShock 3 (trademarked DUALSHOCK 3), a PlayStation 3 controller with the same function and design as Sixaxis, but with vibration capability included.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what decade did drinking chilled pale lager become popular?\" based only on the following:\nDrinking chilled beer began with the development of artificial refrigeration and by the 1870s, was spread in those countries that concentrated on brewing pale lager.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was the first USAF dress uniform introduced?\" based only on the following:\nUSAF personnel assigned to Base Honor Guard duties wear, for certain occasions, a modified version of the standard service dress uniform, but with silver trim on the sleeves and trousers, with the addition of a ceremonial belt (if necessary), wheel cap with silver trim and Hap Arnold Device, and a silver aiguillette placed on the left shoulder seam and all devices and accoutrement.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What defined the US dollar?\" based only on the following:\nA new Spanish dollar was usually about 377 grains in weight, and so the new U.S. dollar was at a slight discount in relation to the Spanish dollar.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How was sound improved using the moving coil microphone?\" based only on the following:\nSignals fed to the cutting head were pre-emphasized in the treble region to help override noise in playback.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the earliest divergence within the Neognathes?\" based only on the following:\nThe earliest divergence within the Neognathes was that of the Galloanserae, the superorder containing the Anseriformes (ducks, geese, swans and screamers) and the Galliformes (the pheasants, grouse, and their allies, together with the mound builders and the guans and their allies).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the new sytle of mandolins inspired from?\" based only on the following:\nAt the very end of the 19th century, a new style, with a carved top and back construction inspired by violin family instruments began to supplant the European-style bowl-back instruments in the United States.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are two examples of high quality microphones?\" based only on the following:\nBoth of these high quality microphones became widespread in motion picture, radio, recording, and public address applications.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What influential novel did Joanot Martorell write?\" based only on the following:\nBy 1460 Joanot Martorell wrote Tirant lo Blanch, an innovative novel of chivalry that influenced many later writers, from Cervantes to Shakespeare.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What kind of MP3 file sharing continues on?\" based only on the following:\nUnauthorized MP3 file sharing continues on next-generation peer-to-peer networks.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"This is the first season to have what kind of auditions?\" based only on the following:\nKaren Rodriguez was one such auditioner and reached the final rounds.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The architecture of New Delhi borrows from indigenous sources but fits into what tradition?\" based only on the following:\nMany elements of New Delhi architecture borrow from indigenous sources; however, they fit into a British Classical/Palladian tradition.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did North American Masonic lodges recognize members of the Prince Hall Lodge?\" based only on the following:\nThe United Grand Lodge of England has no problem with recognising Prince Hall Grand Lodges.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did the shramana movements challenge?\" based only on the following:\nIncreasing urbanisation of India in 7th and 6th centuries BCE led to the rise of new ascetic or shramana movements which challenged the orthodoxy of rituals.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who is responsible for writing the music for \"Notre Dame Victory March?\"\" based only on the following:\nThe Rev. Michael J. Shea, a 1904 graduate, wrote the music, and his brother, John F. Shea, who earned degrees in 1906 and 1908, wrote the original lyrics.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What's another name for Old English?\" based only on the following:\nHardly influenced by either development, Old Dutch remained close to the original language of the Franks, the people that would rule Europe for centuries.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What state's law requires that capital punishment occur \"within the walls\" of a penitentiary?\" based only on the following:\nNorth Carolina General Statute § 15-188 requires death sentences to be executed \"within the walls\" of the penitentiary, as do Oklahoma Statute Title 22 § 1015 and Montana Code § 46-19-103.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many days a week does the city encourage people to go without a car?\" based only on the following:\nThe introduction of Metrobús bus rapid transit and the Ecobici bike-sharing were among efforts to encourage alternate, greener forms of transportation.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What island was ranked as the 5th best in Europe?\" based only on the following:\nLonely Planet ranked Thessaloniki, the country's second-largest city, the world's fifth best \"Ultimate Party Town\", alongside cities such as Montreal and Dubai, while in 2011 the island of Santorini was voted as the best island in the world by Travel + Leisure.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The Jornado painted onto what surface?\" based only on the following:\nDuring the 14th century in the northeastern part of the state nomad tribes by the name of Jornado hunted bison along the Rio Grande; they left numerous rock paintings throughout the northeastern part of the state.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what year did daily news broadcasts in Sankrit begin on state-run All India Radio?\" based only on the following:\nSince 1974, there has been a short daily news broadcast on state-run All India Radio.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was Wright's method known as?\" based only on the following:\nIt is often stated that the fixation index for humans is about 0.15.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where does the Waldensian movement still exist currently?\" based only on the following:\nDespite that, the movement continues to exist to this day in Italy, as a part of the wider Reformed tradition.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What act finally broke the power of the aristocracy?\" based only on the following:\nThis was the final stroke that broke the power of the aristocracy.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did macaronic Latin start showing signs of Catalan?\" based only on the following:\nOld Catalan shared many features with Gallo-Romance, diverging from Old Occitan between the 11th and 14th centuries.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How much snow did Raleigh get on January 24, 2000?\" based only on the following:\nOn January 24–25, 2000, Raleigh received its greatest snowfall from a single storm – 20.3 inches (52 cm)\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Puerto Rico resolve to request that the United States act on these results?\" based only on the following:\nPuerto Rico has been discussed as a potential 51st state of the United States.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What do psychologists says sexual orientation can also mean?\" based only on the following:\nThey additionally state that sexual orientation \"is distinct from other components of sex and gender, including biological sex (the anatomical, physiological, and genetic characteristics associated with being male or female), gender identity (the psychological sense of being male or female), and social gender role (the cultural norms that define feminine and masculine behavior)\".\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What year was Maurice Barrès's Les Déracinés written?\" based only on the following:\nDatta (2005) shows that, following the collapse of militaristic Boulangism in the late 1880s, the Napoleonic legend was divorced from party politics and revived in popular culture.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When is distortion most common on a gramophone record?\" based only on the following:\nA further limitation of the gramophone record is that fidelity steadily declines as playback progresses; there is more vinyl per second available for fine reproduction of high frequencies at the large-diameter beginning of the groove than exist at the smaller-diameters close to the end of the side.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which characters on The Rocky and Bullwinkle Show used a device that allowed them to travel through time?\" based only on the following:\nIn one of the animated cartoon's component segments, Peabody's Improbable History, lead characters Mr. Peabody and Sherman routinely used a time machine called the \"WABAC machine\" (pronounced way-back) to witness, participate in, and, more often than not, alter famous events in history.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"According to democratic rules of the 106th congress what leadership members do they appoint?\" based only on the following:\nHe or she is a member of the Democratic Congressional Campaign Committee; names the members of the Democratic Leadership Council; chairs the Policy Committee; and heads the Steering Committee.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which weblog helped Sanjaya survive elimination week over and over again?\" based only on the following:\nTeenager Sanjaya Malakar was the season's most talked-about contestant for his unusual hairdo, and for managing to survive elimination for many weeks due in part to the weblog Vote for the Worst and satellite radio personality Howard Stern, who both encouraged fans to vote for him.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is Beyonce's net worth in 2015?\" based only on the following:\nMTV estimated that by the end of 2014, Beyoncé would become the highest-paid black musician in history; she succeeded to do so in April 2014.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many nursing homes does HHC operate?\" based only on the following:\nHHC operates 11 acute care hospitals, five nursing homes, six diagnostic and treatment centers, and more than 70 community-based primary care sites, serving primarily the poor and working class.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What may be used to weight the importance of components?\" based only on the following:\nEqual-loudness contours may also be used to weight the perceptual importance of components.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which countries were the focus of Huizinga's research?\" based only on the following:\nAs economic and demographic methods were applied to the study of history, the trend was increasingly to see the late Middle Ages as a period of recession and crisis.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did the majority of the patents held by Sisvel expire?\" based only on the following:\nExcept for three patents, the US patents administered by Sisvel had all expired in 2015, however (the exceptions are:\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did the Endangered Species Act authorize the Secretary of the Interior to do?\" based only on the following:\nIt authorized the Secretary of the Interior to list endangered domestic fish and wildlife and allowed the United States Fish and Wildlife Service to spend up to $15 million per year to buy habitats for listed species.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Islands in the Caribbean that include Dutch as an official language include Curaçao, Sint Maarten, and what other place?\" based only on the following:\nOutside of the Low Countries, it is the native language of the majority of the population of Suriname, and also holds official status in the Caribbean island nations of Aruba, Curaçao and Sint Maarten.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What movement influenced the Puritans?\" based only on the following:\nThey took on distinctive beliefs about clerical dress and in opposition to the episcopal system, particularly after the 1619 conclusions of the Synod of Dort they were resisted by the English bishops.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where does the hunter-gathering lifestyle persist, though in decline?\" based only on the following:\nHunter-gathering lifestyles remained prevalent in some parts of the New World, Sub-Saharan Africa, and Siberia, as well as all of Australia, until the European Age of Discovery.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How much did Shell plan to raise from the sale of its assets?\" based only on the following:\nIn June 2010, Royal Dutch Shell agreed to acquire all the business of East Resources for a cash consideration of $4.7 billion.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the per capita income for the city?\" based only on the following:\nThe median income for a household in the city was $26,969, and the median income for a family was $31,997.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with myrrh and spices, what important luxury did ancient Somali merchants provide?\" based only on the following:\nIn antiquity, the ancestors of the Somali people were an important link in the Horn of Africa connecting the region's commerce with the rest of the ancient world.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who convinced Eisenhower not to intervene in Vietnam?\" based only on the following:\nEarly in 1953, the French asked Eisenhower for help in French Indochina against the Communists, supplied from China, who were fighting the First Indochina War.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Beyonce opened a cosmetology center in what location?\" based only on the following:\nOn March 5, 2010, Beyoncé and her mother Tina opened the Beyoncé Cosmetology Center at the Brooklyn Phoenix House, offering a seven-month cosmetology training course for men and women.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who made the decision to seize Countrywide after their financial condition deteriorated?\" based only on the following:\nThis caused Countrywide's financial condition to deteriorate, ultimately resulting in a decision by the Office of Thrift Supervision to seize the lender.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who completed the palaces gilded railing and gates?\" based only on the following:\nBehind the gilded railings and gates which were completed by the Bromsgrove Guild in 1911 and Webb's famous façade, which has been described in a book published by the Royal Collection as looking \"like everybody's idea of a palace\", is not only a weekday home of the Queen and Prince Philip but also the London residence of the Duke of York and the Earl and Countess of Wessex.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How large is the Unitary Authority of Plymouth in square miles?\" based only on the following:\nIn the Sound is Drake's Island which is seen from Plymouth Hoe, a flat public area on top of limestone cliffs.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"With what did the college boy's hit the shooter with?\" based only on the following:\nTwo schoolboys from Eton College struck him with their umbrellas, until he was hustled away by a policeman.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where does the groove on a vinyl record typically start?\" based only on the following:\nA gramophone record (phonograph record in American English) or vinyl record, commonly known as a \"record\", is an analogue sound storage medium in the form of a flat polyvinyl chloride (previously shellac) disc with an inscribed, modulated spiral groove.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How long has the International System of Measurements based the second on caesium?\" based only on the following:\nSI defines the second as 9,192,631,770 cycles of the radiation that corresponds to the transition between two electron spin energy levels of the ground state of the 133Cs atom.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What neighborhood as the privilege of bearing the brunt of the festivities?\" based only on the following:\nThe parade, which consists of steel bands, floats, elaborate Carnival costumes and sound trucks, proceeds along Brooklyn's Eastern Parkway in the Crown Heights neighborhood.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who did William the Conqueror give the site of the palace to?\" based only on the following:\nOwnership of the site changed hands many times; owners included Edward the Confessor and his queen consort Edith of Wessex in late Saxon times, and, after the Norman Conquest, William the Conqueror.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What benefit convinced many wealthy people to move into town during this time?\" based only on the following:\nThere was an enormous amount of building in the period, all over the English-speaking world, and the standards of construction were generally high.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was appointed to the Chief of Staff of the Air Force following Mosley's resignation?\" based only on the following:\nIn response to the 2007 United States Air Force nuclear weapons incident, Secretary of Defense Robert Gates accepted in June 2009 the resignations of Secretary of the Air Force Michael Wynne and the Chief of Staff of the Air Force General T. Michael Moseley.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What did King Farouk restore after the demonstrations?\" based only on the following:\nOn 13 November 1935, Nasser led a student demonstration against British rule, protesting against a statement made four days prior by UK foreign minister Samuel Hoare that rejected prospects for the 1923 Constitution's restoration.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was introduced in von Neumann algebras?\" based only on the following:\nThe direct integral was introduced in 1949 by John von Neumann.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who composed the first printed constitutions for Freemasons?\" based only on the following:\nAs Freemasonry spread, continental masons began to include their ladies in Lodges of Adoption, which worked three degrees with the same names as the men's but different content.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Zhang Qian end his travels?\" based only on the following:\nEven before Han's expansion into Central Asia, diplomat Zhang Qian's travels from 139 to 125 BC had established Chinese contacts with many surrounding civilizations.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What year was Queen's third greatest hits album released?\" based only on the following:\nIn 1999, a Greatest Hits III album was released.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What examinations do students prepare for in the sixth form?\" based only on the following:\nBetween the ages of 12 and 16 two comprehensive schools cater for girls and boys separately.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Tongzhi Emperor die?\" based only on the following:\nFollowing the emperor's death in 1875, Cixi's nephew, the Guangxu Emperor, took the throne, in violation of the dynastic custom that the new emperor be of the next generation, and another regency began.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How were working conditions and employment at the end of Nasser's presidency?\" based only on the following:\nBy the end of his presidency, employment and working conditions improved considerably, although poverty was still high in the country and substantial resources allocated for social welfare had been diverted to the war effort.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What publication promoted Pope Paul VI's views on abortion?\" based only on the following:\nUpon his election to the papacy, Montini took the pontifical name Paul VI (the first to take the name \"Paul\" since 1605) to indicate a renewed worldwide mission to spread the message of Christ, following the example of Apostle St. Paul.[citation needed]\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Those with low levels of identity diffusion are classified as what?\" based only on the following:\nWeinreich's identity variant similarly includes the categories of identity diffusion, foreclosure and crisis, but with a somewhat different emphasis.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"On what show did Queen announce they would be touring with Adam Lambert?\" based only on the following:\nOn 6 March 2014, the band announced on Good Morning America that Queen + Adam Lambert will tour North America in Summer 2014.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who is the Mayor of Miami?\" based only on the following:\nThe City of Miami is governed by Mayor Tomás Regalado and 5 City commissioners which oversee the five districts in the City.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What do some theories believe?\" based only on the following:\nA consequence of the latter theory is that effective teaching should present a variety of teaching methods which cover all three learning modalities so that different students have equal opportunities to learn in a way that is effective for them.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"HD content can be displayed by cable-ready TVs without using what?\" based only on the following:\nAdditionally, cable-ready TV sets can display HD content without using an external box.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did Kerry speak in Nov 2013?\" based only on the following:\nIn a speech before the Organization of American States in November 2013, Kerry remarked that the era of the Monroe Doctrine was over.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How could pesticides travel over hundreds of miles?\" based only on the following:\nPesticides that evaporate into the atmosphere at relatively high temperature can be carried considerable distances (thousands of kilometers) by the wind to an area of lower temperature, where they condense and are carried back to the ground in rain or snow.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In 1934, what percentage of architects were members of professional organizations?\" based only on the following:\nBarnes commented that the Act's purpose was not protecting the architectural profession, and that the legitimate interests of the profession were best served by the (then) architectural associations in which some 80 per cent of those practising architecture were to be found.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year did Rogers Cable begin to include TCM?\" based only on the following:\nRogers Cable started offering TCM in December 2006 as a free preview for subscribers of its digital cable tier, and was added to its analogue tier in February 2007.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"North of what river in Northumbria was the kingdom not overrun by the Vikings?\" based only on the following:\nOf these, Northumbria south of the Tyne, and most of Mercia, were overrun by the Vikings during the 9th century.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the name of the first vehicle to reach outer space?\" based only on the following:\nThey would lead the team that built the Aggregate-4 (A-4) rocket, which became the first vehicle to reach outer space during its test flight program in 1942 and 1943.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many yards wide is a Canadian football field?\" based only on the following:\nThis was particularly common among U.S.-based teams during the CFL's American expansion, where few American stadiums were able to accommodate the much longer and noticeably wider CFL field.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When does the Congo experience dry season?\" based only on the following:\nThe average yearly rainfall ranges from 1,100 millimetres (43 in) in south in the Niari Valley to over 2,000 millimetres (79 in) in central parts of the country.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the micro connector designed for?\" based only on the following:\nThe micro plug design is rated for at least 10,000 connect-disconnect cycles, which is more than the mini plug design.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Philip II and Alexander's court army spoke a version of what language?\" based only on the following:\nThe spread of Greek culture and language throughout the Near East and Asia owed much to the development of newly founded cities and deliberate colonization policies by the successor states, which in turn was necessary for maintaining their military forces.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are castros?\" based only on the following:\nThere are still many ruins of castros (hill forts) all over modern Portugal and remains of Castro culture.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was Nasser's goal?\" based only on the following:\nDisappointed, he enrolled in the law school at King Fuad University, but quit after one semester to reapply to the Military Academy.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who has composed most of Steven Spielberg's movies?\" based only on the following:\nThe unadjusted gross of all Spielberg-directed films exceeds $9 billion worldwide, making him the highest-grossing director in history.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was Jim Foster viewing when he came up with the idea for arena football?\" based only on the following:\nHe presented the idea to a few friends at the NFL offices, where he received praise and encouragement for his concept.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where does Florida rank in US population\" based only on the following:\nJacksonville is the most populous city in Florida, and the largest city by area in the contiguous United States.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What do monetary savings in crops from the use of pesticide amount to?\" based only on the following:\nIn general, farmers benefit from having an increase in crop yield and from being able to grow a variety of crops throughout the year.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where was the Barbary Coast?\" based only on the following:\nThe Berbers along the Barbary Coast (modern day Libya) sent pirates to capture merchant ships and hold the crews for ransom.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are the two large movie companies in Mexico?\" based only on the following:\nCinépolis and Cinemex, the two biggest film business chains, also have several film festivals throughout the year, with both national and international movies.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the dominant plant species of the Mesozoic?\" based only on the following:\nThis is opposed to the earth's current flora, in which the dominant land plants in terms of number of species are angiosperms.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The pheasants, grouse and their allies form which group?\" based only on the following:\nAttempts to reconcile the molecular and fossil evidence have proved controversial, but recent results show that all the extant groups of birds originated from only a small handful of species that survived the Cretaceous–Paleogene extinction.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What terms does behavorial science use instead of using gender binary conceptualization?\" based only on the following:\nAndrophilia and gynephilia are terms used in behavioral science to describe sexual orientation as an alternative to a gender binary conceptualization.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did da Vinci advise when your experience contradicted authority?\" based only on the following:\nMachiavelli in particular was scornful of writers on politics who judged everything in comparison to mental ideals and demanded that people should study the \"effectual truth\" instead.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What precipitated the Persian Gulf War?\" based only on the following:\nThe Persian Gulf War was a conflict between Iraq and a coalition force of 34 nations led by the United States.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How long is the training for Explosive Ordnance Disposal in the USAF?\" based only on the following:\nTraining programs vary in length; for example, 3M0X1 (Services) has 31 days of tech school training, while 3E8X1 (Explosive Ordnance Disposal) is one year of training with a preliminary school and a main school consisting of over 10 separate divisions, sometimes taking students close to two years to complete.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What region is Twilight Princess the best -selling Zelda entry?\" based only on the following:\nIn the PAL region, which covers most of Africa, Asia, Europe, and Oceania, Twilight Princess is the best-selling entry in the Zelda series.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Adjusted for inflation, how many dollars were awarded to Bell alongside the Volta Prize?\" based only on the following:\nIn 1880, Bell received the Volta Prize with a purse of 50,000 francs (approximately US$250,000 in today's dollars) for the invention of the telephone from the Académie française, representing the French government.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What percentage of difference is there between the genetic material of humans and the genetic material of chimpanzees?\" based only on the following:\nIn the five million years since the linages leading to modern humans and chimpanzees split, only about 1.2% of their genetic material has been modified.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What kind of stops in pinyin are written with letters that representative of voiceless consonants?\" based only on the following:\nStandard Chinese (Mandarin) has stops and affricates distinguished by aspiration: for instance,\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What kind of patents were allegedly inherited?\" based only on the following:\nThe court subsequently tossed the award, however, finding that one patent had not been infringed and that the other was not even owned by Alcatel-Lucent; it was co-owned by AT&T and Fraunhofer, who had licensed it to Microsoft, the judge ruled.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In 1911, Russians occupied Northern Iran under what pretext?\" based only on the following:\nOn the pretext of restoring order, the Russians occupied Northern Iran in 1911, and maintained a military presence in the region for years to come.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What name did Southampton earn for its importance in creating a link to London?\" based only on the following:\nSouthampton subsequently became known as The Gateway to the Empire.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the play for To Kill a Mockingbird first performed?\" based only on the following:\nIt debuted in 1990 in Monroeville, a town that labels itself \"The Literary Capital of Alabama\".\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are two examples of independent Portuguese unilateral military operations conducted abroad?\" based only on the following:\nPortugal also conducted several independent unilateral military operations abroad, as were the cases of the interventions of the Portuguese Armed Forces in Angola in 1992 and in Guinea-Bissau in 1998 with the main objectives of protecting and withdrawing of Portuguese and foreign citizens threatened by local civil conflicts.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How did Mikhail Gorbachev end the era of stagnation?\" based only on the following:\nEven after he died in 1982, the era didn’t end until Mikhail Gorbachev took power and introduced liberal reforms in Soviet society.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why is the Sumerian language usually thought of as a language isolate in linguistics?\" based only on the following:\nThe Sumerian language is generally regarded as a language isolate in linguistics because it belongs to no known language family; Akkadian, by contrast, belongs to the Semitic branch of the Afroasiatic languages.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The first national parliament of Iran was founded in what year?\" based only on the following:\nThe Constitution included the official recognition of Iran's three religious minorities, namely Christians, Zoroastrians, and Jews, which has remained a basis in the legislation of Iran since then.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are some examples of how a noble person should look before Christians came?\" based only on the following:\nNo matter how much they adapted their mannerisms to Western standard, some of the Anglo-Saxon missionaries were relentless in referring to the indigenous women as \"Hawaiian squaws.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What differentiates placozoans from the ctenophora and the cnidaria?\" based only on the following:\nAmong the other phyla, the Ctenophora and the Cnidaria, which includes sea anemones, corals, and jellyfish, are radially symmetric and have digestive chambers with a single opening, which serves as both the mouth and the anus.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Galschiøt and two fellow protesters were denied to entry to Hong Kong for what reason?\" based only on the following:\nLegislator Cheung Man Kwong have also said the government's decision allowing Farrow to enter while denying others is a double standard and a violation to Hong Kong's one country, two systems policy.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the name of Oklahoma Cities memorial?\" based only on the following:\nThe Oklahoma City National Memorial in the northern part of Oklahoma City's downtown was created as the inscription on its eastern gate of the Memorial reads, \"to honor the victims, survivors, rescuers, and all who were changed forever on April 19, 1995\"; the memorial was built on the land formerly occupied by the Alfred P. Murrah Federal Building complex prior to its 1995 bombing.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What does the French constitution state for the language in Aslace?\" based only on the following:\nA 1999 INSEE survey counted 548,000 adult speakers of Alsatian in France, making it the second most-spoken regional language in the country (after Occitan).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What happens to temporary records at the WNRC if they are not retrieved by the end of the retention times?\" based only on the following:\nIn accordance with federal records schedules, documents at WNRC are transferred to the legal custody of the National Archives after a certain point (this usually involves a relocation of the records to College Park).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of bicycle does Kerry prefer?\" based only on the following:\nIn addition to the sports he played at Yale, Kerry is described by Sports Illustrated, among others, as an \"avid cyclist\", primarily riding on a road bike.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How does the cold resistance of tungsten filament lamps compare to the hot resistance?\" based only on the following:\nThe cold resistance of tungsten-filament lamps is about 1/15 the hot-filament resistance when the lamp is operating.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who must approve presidential appointees to the Supreme Court?\" based only on the following:\nThe judges must be appointed by the president with the advice and consent of the Senate, hold office during good behavior and receive compensations that may not be diminished during their continuance in office.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which European first saw the Marshall Islands?\" based only on the following:\nOn August 21, he sighted an island (probably Taongi) at 14°N that he named \"San Bartolome\".\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When does Amarkosh date to?\" based only on the following:\nEvidence of an influx of ideas from India, Tibet, China, Persia, and Europe among other places can be found in a stone inscription from the time of king Pratap Malla.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which ancient hero brought the lares cult to Rome?\" based only on the following:\nIn Vergil's Aeneid, Aeneas brought the Trojan cult of the lares and penates from Troy, along with the Palladium which was later installed in the temple of Vesta.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Burke first publicly condemn the French Revolution?\" based only on the following:\nInitially, Burke did not condemn the French Revolution.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is Brasilia's proper city population?\" based only on the following:\nThe city has a unique status in Brazil, as it is an administrative division rather than a legal municipality like other cities in Brazil.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the name of a Japanese wrestling company?\" based only on the following:\nCurrently, the largest professional wrestling company worldwide is the United States-based WWE, which bought out many smaller regional companies in the late 20th century, as well as its primary US competitors WCW and Extreme Championship Wrestling (ECW) in early 2001.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is a commonly used food coloring in the United Kingdom that is banned in Australia, Japan, Norway, and the United States?\" based only on the following:\nChlorophyll, the E numbers E140 and E141, is the most common green chemical found in nature, and only allowed in certain medicines and cosmetic materials.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what century did some German-trained classicists in the US suggest modifying the common usage to Vergil?\" based only on the following:\nAlternatively, some argue that Vergilius was altered to Virgilius by analogy with the Latin virga (\"wand\") due to the magical or prophetic powers attributed to Virgil in the Middle Ages (this explanation is found in only a handful of manuscripts, however, and was probably not widespread).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year did the British Empire replace the Maratha Empire?\" based only on the following:\nThe Maratha Empire, which had replaced the Mughal Empire as the overlord of the subcontinent, was finally replaced by the British Empire in 1818.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What band combined religious imagery with political commentary into their music?\" based only on the following:\nThe original post-punk movement ended as the bands associated with the movement turned away from its aesthetics, often in favor of more commercial sounds.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where does Tuscon rank in terms of the largest city in the U.S. in 2009?\" based only on the following:\nIn 2009, Tucson ranked as the 32nd largest city and 52nd largest metropolitan area in the United States.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What did the organizers of the torch relay call it?\" based only on the following:\n) – the longest distance of any Olympic torch relay since the tradition was started ahead of the 1936 Summer Olympics.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the Nanjing Railway Station originally constructed?\" based only on the following:\nAmong all 17 railway stations in Nanjing, passenger rail service is mainly provided by Nanjing Railway Station and Nanjing South Railway Station, while other stations like Nanjing West Railway Station, Zhonghuamen Railway Station and Xianlin Railway Station serve minor roles.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is mechanical potential energy?\" based only on the following:\nThis slow lifting represents a kind of gravitational potential energy storage of the thermal energy, which may be later released to active kinetic energy in landslides, after a triggering event.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the average slip in the Beichuan Fault?\" based only on the following:\nIn the epicentral area, the average slip in Beichuan Fault was about 3.5 metres (11 ft) vertical, 3.5 metres (11 ft) horizontal-parallel to the fault, and 4.8 metres (16 ft) horizontal-perpendicular to the fault.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did Chris Jericho win in 2008?\" based only on the following:\nAt the Great American Bash in 2008, Chris Jericho was declared the winner of a match against Shawn Michaels when Michaels could not defend himself due to excessive blood loss and impaired vision.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The Cheltenham Literature Festival is supported by what major newspaper?\" based only on the following:\nThe Times, along with the British Film Institute, sponsors the \"The Times\" bfi London Film Festival.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which direction does the M6 motorway run?\" based only on the following:\nThe Lancashire economy relies strongly on the M6 motorway which runs from north to south, past Lancaster and Preston.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the cause of the final dissolution of the Holy Roman Empire?\" based only on the following:\nThese terms came to a sudden halt following the Revolutions of 1848 and the Crimean War in 1856, paving the way for German unification in the 1860s.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How are icebergs formed?\" based only on the following:\nTidewater glaciers undergo centuries-long cycles of advance and retreat that are much less affected by the climate change than those of other glaciers.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What types of music did musicians begin to play the mandolins in?\" based only on the following:\nMusicians began playing it in Celtic, Bluegrass, Jazz and Rock-n-Roll styles — and Classical too.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What has zinc replaced in pipe organs?\" based only on the following:\nZinc is the primary metal used in making American one cent coins since 1982.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Fox announce that American Idol is ending?\" based only on the following:\nThe popularity of American Idol however declined, and on May 11, 2015, Fox announced that the series would conclude its run in its fifteenth season.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the Muslim population in Himachal Pradesh?\" based only on the following:\nThe Muslims constitute slightly 2.18% of the population of Himachal Pradesh.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In 1829 on a trip back to Berlin Chopin was a guest of who?\" based only on the following:\nIn September 1828 Chopin, while still a student, visited Berlin with a family friend, zoologist Feliks Jarocki, enjoying operas directed by Gaspare Spontini and attending concerts by Carl Friedrich Zelter, Felix Mendelssohn and other celebrities.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what year did Jose de Quiroga arrive?\" based only on the following:\nFrancisco de Irrisarri y Vinar controlled internal affairs more strictly than his predecessors in order to curb tensions.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What took the place of private businesses in 1981?\" based only on the following:\nThe following year, the GPC announced that the government would take control of all import, export and distribution functions, with state supermarkets replacing privately owned businesses; this led to a decline in the availability of consumer goods and the development of a thriving black market.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of visual character is achieved by using the pointed arch?\" based only on the following:\nWhile, structurally, use of the pointed arch gave a greater flexibility to architectural form, it also gave Gothic architecture a very different and more vertical visual character than Romanesque.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"As of July 2011, how many people resided on the Marshall Islands?\" based only on the following:\nOver two-thirds of the population live in the capital, Majuro and Ebeye, the secondary urban center, located in Kwajalein Atoll.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what year did Everton lose the FA cup final to West Bromwich Albion?\" based only on the following:\nEverton again reached the final in 1968, but this time were unable to overcome West Bromwich Albion at Wembley.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Of the huge amount of microorganisms, how many cause disease in otherwise healthy individuals?\" based only on the following:\nAmong the vast varieties of microorganisms, relatively few cause disease in otherwise healthy individuals.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the per capita income for the city?\" based only on the following:\nThe per capita income for the city was $15,402.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Kathmandu valley contains art made of metal, terracotta, wood and what other substance?\" based only on the following:\nKathmandu valley is described as \"an enormous treasure house of art and sculptures\", which are made of wood, stone, metal, and terracotta, and found in profusion in temples, shrines, stupas, gompas, chaityasm and palaces.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which film grossed more money for its opening weekend in the North American market, Skyfall or Spectre?\" based only on the following:\nThe film ended up grossing $70.4 million in its opening weekend (about $20 million less than Skyfall's $90.6 million debut, including IMAX previews), but nevertheless finished first at the box office.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The outcome of which play determines the placement of the ball when a penalty is declined?\" based only on the following:\nIn most cases, the non-penalized team will have the option of declining the penalty; in which case the results of the previous play stand as if the penalty had not been called.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many bridges over the Thames were struck?\" based only on the following:\nNo bridge over the Thames had been hit, and the docks were still functioning despite great damage.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who invited Dominic to stay in the Roman Basilica of Santa Sabina?\" based only on the following:\nIn 1219 Pope Honorius III invited Saint Dominic and his companions to take up residence at the ancient Roman basilica of Santa Sabina, which they did by early 1220.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The East Front contains what famous feature?\" based only on the following:\nThe ballroom wing and a further suite of state rooms were also built in this period, designed by Nash's student Sir James Pennethorne.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of snack is Rajasthan known for?\" based only on the following:\nOriginating from the Marwar region of the state is the concept Marwari Bhojnalaya, or vegetarian restaurants, today found in many parts of India, which offer vegetarian food of the Marwari people.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How much of the population of Honduras is of full-blooded indigenous descent?\" based only on the following:\nThe main concentration of indigenous in Honduras are in the rural westernmost areas facing Guatemala and to the Caribbean Sea coastline, as well on the Nicaraguan border.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What former private home hosts lake-side classical music concerts ever summer?\" based only on the following:\nClose to Richmond Park is Kew Gardens which has the world's largest collection of living plants.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Among which group is a capella becoming more prominent?\" based only on the following:\na cappella groups are also gaining in popularity.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"During what years was the Russo-Turkish war?\" based only on the following:\nThis action provoked the Ottoman Empire into the Russo-Turkish War of 1768–1774.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"pʰ represents what?\" based only on the following:\nFor instance, ⟨p⟩ represents the voiceless bilabial stop, and ⟨pʰ⟩ represents the aspirated bilabial stop.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was put in charge of the People's Movement of Ukraine?\" based only on the following:\nOn September 28, First Secretary of the Communist Party of the Ukraine Volodymyr Shcherbytsky, a holdover from the Brezhnev era, was replaced by Vladimir Ivashko.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How close was the race betwen Turnbull and Abbott in 2009?\" based only on the following:\nOn 16 September 2008, in a second contest following a spill motion, Nelson lost the leadership to Malcolm Turnbull.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the estimated total cost of the Chinook helicopter project?\" based only on the following:\nThe MoD has been criticised for an ongoing fiasco, having spent £240m on eight Chinook HC3 helicopters which only started to enter service in 2010, years after they were ordered in 1995 and delivered in 2001.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What kind of patents were allegedly inherited?\" based only on the following:\nAlcatel-Lucent has asserted several MP3 coding and compression patents, allegedly inherited from AT&T-Bell Labs, in litigation of its own.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many outreach events were held at Eton by Oxford University in 2010?\" based only on the following:\nFigures obtained by The Daily Telegraph had revealed that, in 2010, 37 applicants from Eton were accepted by Oxford whilst state schools had difficulty obtaining entry even for pupils with the country's most impressive exam results.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which three countries share the PAL A region?\" based only on the following:\nIn the UK, Italy and Australia which share the PAL A region, two versions of the NES were released; the \"Mattel Version\" and \"NES Version\".\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are agreements between states within the United States called?\" based only on the following:\nOne significant part of treaty making is that signing a treaty implies recognition that the other side is a sovereign state and that the agreement being considered is enforceable under international law.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When were the first Mounties created?\" based only on the following:\nThe famous Royal Northwest Mounted Police was founded in 1873.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What new theory states that traumatic events during adolescence have lifelong effects?\" based only on the following:\nA recent study found that, compared with peers who grow up in stable post-divorce families, children of divorce who experience additional family transitions during late adolescence, make less progress in their math and social studies performance over time.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What kind of topics began appearing more commonly in poetry and literature during the Enlightenment?\" based only on the following:\nThe influence of science also began appearing more commonly in poetry and literature during the Enlightenment.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What period did the amount of ethnic Estonians drop by 61%?\" based only on the following:\nBy 1989, minorities constituted more than one-third of the population, as the number of non-Estonians had grown almost fivefold.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Visitors from what faith routinely visit the stupa?\" based only on the following:\nEvery year the stupa attracts many Tibetan Buddhist pilgrims who perform full body prostrations in the inner lower enclosure, walk around the stupa with prayer wheels, chant, and pray.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Do official political parties exist in a nonpartisan system?\" based only on the following:\nIn a nonpartisan system, no official political parties exist, sometimes reflecting legal restrictions on political parties.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What does it mean to say that God is omnipotent?\" based only on the following:\nBecause God is conceived as not being a corporeal being, God cannot(some say should not) be portrayed in a literal visual image; some religious groups use a man (sometimes old and bearded) to symbolize God because of His deed of creating man's mind in the image of His own.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What promises did Menzies make in the 1949 election?\" based only on the following:\nAfter an initial loss to Labor at the 1946 election, Menzies led the Liberals to victory at the 1949 election, and the party stayed in office for a record 23 years—still the longest unbroken run in government at the federal level.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What speech did Eisenhower give after Stalin died?\" based only on the following:\nAt this time Eisenhower gave his Chance for Peace speech in which he attempted, unsuccessfully, to forestall the nuclear arms race with the Soviet Union by suggesting multiple opportunities presented by peaceful uses of nuclear materials.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the mosaic at Santa Sabina replaced with a fresco?\" based only on the following:\nThe original 5th-century apse mosaic of the Santa Sabina was replaced by a very similar fresco by Taddeo Zuccari in 1559.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was one of the main factors that caused the dissolve of the Holy Roman Empire?\" based only on the following:\nThe Napoleonic Wars were the cause of the final dissolution of the Holy Roman Empire, and ultimately the cause for the quest for a German nation state in 19th-century German nationalism.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was Nintendo's euphemism for \"video game system?\"\" based only on the following:\nThis text was later changed to \"Official Nintendo Seal of Quality\".\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which risk associated with serving was specifically highlighted by the findings?\" based only on the following:\nYet that was not possible in the segregated Army, since \"any discrimination which…prevents members of the minority groups from rendering full military service in defense of their country is for them a humiliating badge of inferiority.\"\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the process called when Digimon get stronger?\" based only on the following:\nTo help them surmount the most difficult obstacles found within both realms, the Digimon have the ability to evolve (Digivolve)\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What direct benefit did NARA itself gain from the partnership with Fold3?\" based only on the following:\nAllen Weinstein explained that this partnership would \"allow much greater access to approximately 4.5 million pages of important documents that are currently available only in their original format or on microfilm\" and \"would also enhance NARA's efforts to preserve its original records.\"\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Apple begin phasing out Macintosh in favor of \"Mac\"?\" based only on the following:\nSince 1998, Apple has largely phased out the Macintosh name in favor of \"Mac\", though the product family has been nicknamed \"Mac\" or \"the Mac\" since the development of the first model.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"On what date did the lowest temperature in Melbourne's records occur?\" based only on the following:\nThe lowest temperature on record is −2.8 °C (27.0 °F), on 21 July 1869.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"On what date was Fred Adams hanged?\" based only on the following:\nFor example, Fred Adams was legally hanged in Kennett, Missouri, on April 2, 1937, within a 10-foot (3 m) wooden stockade.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which pramanas is understanding of experts?\" based only on the following:\nAncient and medieval Hindu texts identify six pramāṇas as correct means of accurate knowledge and truths: pratyakṣa (perception), anumāṇa (inference), upamāṇa (comparison and analogy), arthāpatti (postulation, derivation from circumstances), anupalabdi (non-perception, negative/cognitive proof) and śabda (word, testimony of past or present reliable experts)\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How long had Caray been a St Louis Cardinals icon?\" based only on the following:\nFirst, Caray had already become a well-known Chicago figure by broadcasting White Sox games for a decade, after having been a St Louis Cardinals icon for 25 years.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which sub class are most viviparous mammals in?\" based only on the following:\nViviparous mammals are in the subclass Theria; those living today are in the marsupial and placental infraclasses.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"There are how many dorms for females at Notre Dame?\" based only on the following:\nBecause of the religious affiliation of the university, all residence halls are single-sex, with 15 male dorms and 14 female dorms.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did the abbey suffer damage?\" based only on the following:\nOliver Cromwell was given an elaborate funeral there in 1658, only to be disinterred in January 1661 and posthumously hanged from a gibbet at Tyburn.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What theory says that long-distance running drove the evolution of some human traits?\" based only on the following:\nAccording to the endurance running hypothesis, long-distance running as in persistence hunting, a method still practiced by some hunter-gatherer groups in modern times, was likely the driving evolutionary force leading to the evolution of certain human characteristics.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what region of the Deccan Plateau is Hyderabad?\" based only on the following:\nGreater Hyderabad covers 650 km2 (250 sq mi), making it one of the largest metropolitan areas in India.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What Psalm gives the words of Jesus on the cross?\" based only on the following:\nThe only words of Jesus on the cross in the Mark and Matthew accounts, this is a quotation of Psalm 22.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What kind of  shifts are taking place in Catalan speaking areas?\" based only on the following:\nIn Northern Catalonia, Catalan has followed the same trend as the other minority languages of France, with most of its native speakers being 60 or older (as of 2004).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What areas were the first places colonized by the Portuguese?\" based only on the following:\nThe local African rulers in Guinea, some of whom prospered greatly from the slave trade, controlled the inland trade and did not allow the Europeans into the interior.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where is Houston ranked among the most populous cities in the US?\" based only on the following:\nThe Woodlands–Sugar Land, which is the fifth most populated metropolitan area in the United States.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the art of the Fabbrica usually used for?\" based only on the following:\nWorks of the Fabbrica were often used as papal gifts.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Queen left what label before signing with EMI?\" based only on the following:\nThe band stopped touring North America after their Hot Space Tour, as their success there had waned, although they would perform on American television for the only time during the eighth season premiere of Saturday Night Live.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Roger Williams established the first Baptist congregation in the North American colonies?\" based only on the following:\nIn 1638, Roger Williams established the first Baptist congregation in the North American colonies.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What obvious improvement does clothing bestow upon the wearer?\" based only on the following:\nThe most obvious function of clothing is to improve the comfort of the wearer, by protecting the wearer from the elements.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What percentage of available jobs in Southampton are in wholesale and retail industries?\" based only on the following:\nA further 19 per cent are property and other business and the third largest sector is wholesale and retail, which accounts for 16.2 percent.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was rumored to have written the book instead of Lee?\" based only on the following:\nIn 2006, a Capote letter was donated to Monroeville's literary heritage museum; in a letter to a neighbor in Monroeville in 1959, Capote mentioned that Lee was writing a book that was to be published soon.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who is an example of a major anti-piracy organization?\" based only on the following:\nFor example, in 2013, the US Army settled a lawsuit with Texas-based company Apptricity, which makes software that allows the army to track their soldiers in real time.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where was the Declaration of Independence signed?\" based only on the following:\nIndependence National Historical Park is the center of these historical landmarks being one of the country's 22 UNESCO World Heritage Sites.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many total times has Schwarzenegger won the Mr. Universe title?\" based only on the following:\nThe training paid off and, in 1967, Schwarzenegger won the title for the first time, becoming the youngest ever Mr. Universe at the age of 20.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the main source of interspersed repeats?\" based only on the following:\nIt is believed that TEs are an important driving force on genome evolution of higher eukaryotes.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Whitehead's education style was to teach what?\" based only on the following:\nRather than teach small parts of a large number of subjects, Whitehead advocated teaching a relatively few important concepts that the student could organically link to many different areas of knowledge, discovering their application in actual life.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is White suffering from when Bond finds him?\" based only on the following:\nHe admits to growing disenchanted with Quantum and tells Bond to find and protect his daughter, Dr. Madeline Swann, who will take him to L'Américain; this will in turn lead him to Spectre.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Haredi and Chassidic communities are threatened by assimilation and intermarriage so they do not do what with non-orthodox populaions?\" based only on the following:\nNevertheless, this strategy has proved successful and the number of adherents to Orthodox Judaism, especially Haredi and Chassidic communities, has grown rapidly.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who stated that Beyoncé is the most important musician of the 21st century?\" based only on the following:\nIn The New Yorker music critic Jody Rosen described Beyoncé as \"the most important and compelling popular musician of the twenty-first century..... the result, the logical end point, of a century-plus of pop.\"\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who succeeded in liberating territory despite conflicts?\" based only on the following:\nIt is said that Tito ordered his forces to assist escaping Jews, and that more than 2,000 Jews fought directly for Tito.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did the fighting begin?\" based only on the following:\nThere were initial South Korean claims that they had captured the city of Haeju, and this sequence of events has led some scholars to argue that the South Koreans actually fired first.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the largest cemetery?\" based only on the following:\nIt was one of the first cemeteries (in contrast to church graveyards) in the country, founded in 1835 in a time where burials were still carried out by the Catholic Church.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In early times, who was generally electied to cardinal?\" based only on the following:\nIn early times, the privilege of papal election was not reserved to the cardinals, and for centuries the person elected was customarily a Roman priest and never a bishop from elsewhere.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who funded the 132nd Street Community Garden's water distribution system?\" based only on the following:\nThe spirit of the neighborhood lives in gardens like this one, planted and tended by local residents.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what year were the first streetcars used in Seattle?\" based only on the following:\nThe first streetcars appeared in 1889 and were instrumental in the creation of a relatively well-defined downtown and strong neighborhoods at the end of their lines.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What outlines the responsibilities and provides a plan for coordination during a cyber incident?\" based only on the following:\nThe Action Plan 2010–2015 for Canada's Cyber Security Strategy outlines the ongoing implementation of the strategy.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with Denmark and Sweden, what country was part of the Union of Kalmar?\" based only on the following:\nThe major power around the Baltic Sea was the Hanseatic League, a commercial confederation of city states that traded from Western Europe to Russia.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How much did a BeiDou-1 ground terminal cost in 2008?\" based only on the following:\nIn 2008, a BeiDou-1 ground terminal cost around CN¥20,000RMB (US$2,929), almost 10 times the price of a contemporary GPS terminal.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Beyonce has a fan base that is referred to as what?\" based only on the following:\nThe name Bey Hive derives from the word beehive, purposely misspelled to resemble her first name, and was penned by fans after petitions on the online social networking service Twitter and online news reports during competitions.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Shiba Yoshimasa die?\" based only on the following:\nHe should not scandalize his name forever by holding his one and only life too dear....\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which river in Thuringia is the most important?\" based only on the following:\nThe most important river in Thuringia is the Saale (a tributary of the Elbe) with its tributaries Unstrut, Ilm and Weiße Elster, draining the most parts of Thuringia and the Werra (the headwater of the Weser), draining the south-west and west of the Land.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What will the project named CASA 1000 do?\" based only on the following:\nOther projects at the development stage include Sangtuda-2 by Iran, Zerafshan by the Chinese company SinoHydro, and the Rogun power plant that, at a projected height of 335 metres (1,099 ft), would supersede the Nurek Dam as highest in the world if it is brought to completion.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The milieu interieur term was used by what physiologist?\" based only on the following:\n(This principle is widely used in engineering, for example in the control of temperature using a thermostat.)\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In what city did West finish recording his first album?\" based only on the following:\nHe recorded the remainder of the album in Los Angeles while recovering from the car accident.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which army was forced to retreat to Metz and surrender two months later?\" based only on the following:\nWith the defeat of the First Army, Prince Frederick Charles ordered a massed artillery attack against Canrobert's position at St. Privat to prevent the Guards attack from failing too.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Water is diverted from rivers for what purpose?\" based only on the following:\nFor example, each year more water is diverted from rivers for snowmaking in the ski resorts, the effect of which is yet unknown.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What were the exta of a sacrifice?\" based only on the following:\nAs a product of Roman sacrifice, the exta and blood are reserved for the gods, while the meat (viscera) is shared among human beings in a communal meal.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who led the Friars Minor order at this time?\" based only on the following:\nOut of this ideal emerged two orders of mendicant friars: one, the Friars Minor, was led by Francis of Assisi; the other, the Friars Preachers, by Dominic of Guzman.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did bestselling author George R. R. Martin earn his B.S. and M.S.?\" based only on the following:\nThe Medill School of Journalism has produced notable journalists and political activists including 38 Pulitzer Prize laureates.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Prose literature can be sub-divided into what formats?\" based only on the following:\nLiterature can be classified according to whether it is fiction or non-fiction and whether it is poetry or prose; it can be further distinguished according to major forms such as the novel, short story or drama; and works are often categorised according to historical periods or their adherence to certain aesthetic features or expectations (genre).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What school was Trubetzkoy a member of?\" based only on the following:\nAnother important figure in the Prague school was Roman Jakobson, who was one of the most prominent linguists of the 20th century.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where was Elizabeth when Heath advised that sh call for an election?\" based only on the following:\nHeath only resigned when discussions on forming a coalition foundered, after which the Queen asked the Leader of the Opposition, Labour's Harold Wilson, to form a government.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the combination of effects that Darwin considered the most important in determining the differences in species that evolved separately in similar environments?\" based only on the following:\nHis explanation was a combination of migration and descent with modification.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"what part of their body do married women cover with a scarf?\" based only on the following:\nOrthodox women dress modestly by keeping most of their skin covered.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which year was used for estimates in the 2011 report?\" based only on the following:\nBelow is the list of the \"very high human development\" countries (equal to the top quartile):\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Whose assumption of power ended the era of stagnation?\" based only on the following:\nEven after he died in 1982, the era didn’t end until Mikhail Gorbachev took power and introduced liberal reforms in Soviet society.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In 2014, how much research funding did Northwestern receive?\" based only on the following:\nNorthwestern was elected to the Association of American Universities in 1917 and remains a research university with \"very high\" research activity.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of legislative subjects can both the central legislative body and state legislatures make laws?\" based only on the following:\nWhile for Concurrent subjects, both center and state can make laws.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who did the Cubs began play as?\" based only on the following:\nThe Cubs began play as the Chicago White Stockings, joining the National League (NL) as a charter member.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What sort of function are ribozymes capable of?\" based only on the following:\nSome RNAs known as ribozymes are capable of enzymatic function, and microRNA has a regulatory role.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was Frédéric a guest of during his visit of Szafarnia in 1824 and 1825?\" based only on the following:\nIn 1824 and 1825, at Szafarnia, he was a guest of Dominik Dziewanowski, the father of a schoolmate.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many leader terrorists of Al Quada were involved with the 9/11 attacks directly that day?\" based only on the following:\nThe city and surrounding area suffered the bulk of the economic damage and largest loss of human life in the aftermath of the September 11, 2001 attacks when 10 of the 19 terrorists associated with Al-Qaeda piloted American Airlines Flight 11 into the North Tower of the World Trade Center and United Airlines Flight 175 into the South Tower of the World Trade Center, and later destroyed them, killing 2,192 civilians, 343 firefighters, and 71 law enforcement officers who were in the towers and in the surrounding area.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the most authoritative classification in use today?\" based only on the following:\nThe most authoritative classification in use today is IUCN's Classification of Direct Threats which has been adopted by major international conservation organizations such as the US Nature Conservancy, the World Wildlife Fund, Conservation International, and BirdLife International.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with The Song of Ronald, what is a notable chanson de geste?\" based only on the following:\nOften the stories were written down in the chansons de geste, or \"songs of great deeds\", such as The Song of Roland or The Song of Hildebrand.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When were Knight and Bauer Halls dedicated?\" based only on the following:\nSimon Hall was opened in 1986 after a donation from John E. Simon.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How were Banner's organized?\" based only on the following:\nBanner Armies were organized along ethnic lines, namely Manchu and Mongol, but included non-Manchu bondservants registered under the household of their Manchu masters.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where did the social aspect of science originate?\" based only on the following:\nIt opened the study of science to new disciplines by suggesting that the evolution of science was in part sociologically determined and that positivism did not explain the actual interactions and strategies of the human participants in science.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is most common voltage for DC supply?\" based only on the following:\nIn Slovakia, there are two narrow-gauge lines in the High Tatras (one a cog railway).\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The state hosts populations of birds of both endemic species and what?\" based only on the following:\nTrogon mexicanus is an endemic species found in the mountains in Mexico; it is considered an endangered species[citation needed] and has symbolic significance to Mexicans.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many verbs are in the third conjugation?\" based only on the following:\nThe verbs of the second conjugation are fewer than 100, and it is not possible to create new ones, except by compounding.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How has L.A. Reid described her?\" based only on the following:\nAccording to Barbara Ellen of The Guardian Beyoncé is the most in-charge female artist she's seen onstage, while Alice Jones of The Independent wrote she \"takes her role as entertainer so seriously she's almost too good.\"\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What specific type of growth has an effect on the density of wood?\" based only on the following:\nAge, diameter, height, radial growth, geographical location, site and growing conditions, silvicultural treatment, and seed source, all to some degree influence wood density.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with Tudor Revival, what is a common architectural style of single-family houses in New York?\" based only on the following:\nThe character of New York's large residential districts is often defined by the elegant brownstone rowhouses and townhouses and shabby tenements that were built during a period of rapid expansion from 1870 to 1930.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"During what season were \"cubbie-bear\" mascots outside of Wrigley on game day?\" based only on the following:\nThe most notable of these was \"Billy Cub\" who worked outside of the stadium until for over 6 years until July 2013, when the club asked him to stop.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How much time does the average person spend watching youtube videos each day?\" based only on the following:\nGoogle does not provide detailed figures for YouTube's running costs, and YouTube's revenues in 2007 were noted as \"not material\" in a regulatory filing.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What battle did Napoleon fight against the Mamluks?\" based only on the following:\nHe fought the Battle of Shubra Khit against the Mamluks, Egypt's ruling military caste.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How do gases prevent evaporation of the filament?\" based only on the following:\nThe presence of gas molecules knocks the liberated tungsten atoms back to the filament, reducing its evaporation and allowing it to be operated at higher temperature without reducing its life (or, for operating at the same temperature, prolongs the filament life).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the total area of the levels\" based only on the following:\nThe Somerset Levels (or Somerset Levels and Moors as they are less commonly but more correctly known) are a sparsely populated wetland area of central Somerset, between the Quantock and Mendip hills.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what environment are bacteria being cultivated in labs?\" based only on the following:\nIn the laboratory, bacteria are usually grown using solid or liquid media.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the benefit of this formation type?\" based only on the following:\nThere may be a number of so-called \"directors\" in front of the active element in the direction of propagation, and usually a single (but possibly more) \"reflector\" on the opposite side of the active element.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What scientific act is Friedrich Wohler known for?\" based only on the following:\nLinus Pauling's book on The Nature of the Chemical Bond used the principles of quantum mechanics to deduce bond angles in ever-more complicated molecules.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with the Second Bulgarian Empire and the Kingdom of Serbia, what polity controlled the former Byzantine Balkan lands?\" based only on the following:\nThe Ottomans expanded into Europe, reducing Bulgaria to a vassal state by 1366 and taking over Serbia after its defeat at the Battle of Kosovo in 1389.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What unique characteristic does the Princess Elizabeth station feature?\" based only on the following:\nOn 6 September 2007, Belgian-based International Polar Foundation unveiled the Princess Elisabeth station, the world's first zero-emissions polar science station in Antarctica to research climate change.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The potential for corruption in public spending are one of the arguments that favor what?\" based only on the following:\nThe argument that corruption necessarily follows from the opportunity is weakened by the existence of countries with low to non-existent corruption but large public sectors, like the Nordic countries.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What type of dispute does NARA typically resolve?\" based only on the following:\nThe Office of Government Information Services (OGIS) is a Freedom of Information Act (FOIA) resource for the public and the government.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What other three states were approved in the same year?\" based only on the following:\nCongress approved Montana statehood in February 1889 and President Grover Cleveland signed an omnibus bill granting statehood to Montana, North Dakota, South Dakota and Washington once the appropriate state constitutions were crafted.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How much more gin than beer was made in England in 1740?\" based only on the following:\nGin was brought to England by the Dutch after the Glorious Revolution of 1688 and became very popular after the government created a market for \"cuckoo grain\" or \"cuckoo malt\" that was unfit to be used in brewing and distilling by allowing unlicensed gin and beer production, while imposing a heavy duty on all imported spirits.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who led the coup that gained control over Austrasia?\" based only on the following:\nThe Carolingian dynasty, as the successors to Charles Martel are known, officially took control of the kingdoms of Austrasia and Neustria in a coup of 753 led by Pippin III (r. 752–768).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is theorized to have evolved with circadian rhythms?\" based only on the following:\nPrevious hypotheses emphasized that photosensitive proteins and circadian rhythms may have originated together in the earliest cells, with the purpose of protecting replicating DNA from high levels of damaging ultraviolet radiation during the daytime.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What type of integration do large corporations often do?\" based only on the following:\nOften, large multinational corporations exhibit vertical integration, participating in a broad range of drug discovery and development, manufacturing and quality control, marketing, sales, and distribution.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year did ARC take over Columbia Phonography Company?\" based only on the following:\nIn 1929, ARC was founded through a merger of several smaller record companies, which, ultimately, transformed into one enterprise known as SME.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What other massive agency's creation was the DHS compared to?\" based only on the following:\nA new cabinet-level agency called the United States Department of Homeland Security was created in November 2002 to lead and coordinate the largest reorganization of the U.S. federal government since the consolidation of the armed forces into the Department of Defense.[citation needed]\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What form are most of Chopin's études in?\" based only on the following:\nChopin's études are largely in straightforward ternary form.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The 19th century marks the foundation of many what?\" based only on the following:\nIn the 19th century, musical institutions emerged from the control of wealthy patrons, as composers and musicians could construct lives independent of the nobility.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was the nephew of leopold?\" based only on the following:\nWilliam IV, however, disapproved of any match with the Coburgs, and instead favoured the suit of Prince Alexander of the Netherlands, second son of the Prince of Orange.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did France expel its original Jewish population?\" based only on the following:\nFrance's blended Jewish community is typical of the cultural recombination that is going on among Jews throughout the world.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"By what year were there over seventy official scientific societies?\" based only on the following:\nHowever, contemporary sources distinguished universities from scientific societies by claiming that the university's utility was in the transmission of knowledge, while societies functioned to create knowledge.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Does the government allow access to any desired  media channels for residents ?\" based only on the following:\nAt the same time, international NGOs are mindful of the ethical quandary of how to work with the government without bolstering or appeasing it.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are some countries that have a separate supreme court to decide constitutional matters?\" based only on the following:\nA number of jurisdictions also maintain a separate constitutional court (first developed in the Czechoslovak Constitution of 1920), such as Austria, France, Germany, Luxemburg, Portugal, Spain and South Africa.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why are older neighborhoods in San Diego popular with cyclists?\" based only on the following:\nTestament to San Diego's cycling efforts, in 2006, San Diego was rated as the best city for cycling for U.S. cities with a population over 1 million.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which organism looks like a bee but cannot sting?\" based only on the following:\nOne such example is the drone fly, which looks a lot like a bee, yet is completely harmless as it cannot sting at all.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Does apomixis only occur in the parent?\" based only on the following:\nThis is one of several types of apomixis that occur in plants.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who popularized the mandolin in Western Swing Music?\" based only on the following:\nChris Thile of California is a well-known player, and has accomplished many feats of traditional bluegrass, classical, contemporary pop and rock; the band Nickel Creek featured his playing in its blend of traditional and pop styles, and he now plays in his band Punch Brothers.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many inches of precipitation does NYC get in a year?\" based only on the following:\nHurricanes and tropical storms are rare in the New York area, but are not unheard of and always have the potential to strike the area.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was acquired from the Oakland Athletics in early July?\" based only on the following:\nOn September 14, in a game moved to Miller Park due to Hurricane Ike, Zambrano pitched a no-hitter against the Astros, and six days later the team clinched by beating St. Louis at Wrigley.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Catalan literature begin a downward trend?\" based only on the following:\nStarting in the 16th century, Catalan literature experienced a decline, the language came under the influence of Spanish, and the urban and literary classes became bilingual.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the largest dam ever built in the world?\" based only on the following:\nThe Three Gorges Dam, the largest dam ever constructed, is being built on the Yangtze River in nearby Hubei province to control flooding in the Sichuan Basin, neighboring Yunnan province, and downstream.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What did the mysteries seem to threaten that made the Romans occasionally attempt to ban them?\" based only on the following:\nImported mystery religions, which offered initiates salvation in the afterlife, were a matter of personal choice for an individual, practiced in addition to carrying on one's family rites and participating in public religion.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where was there a drought?\" based only on the following:\nCixi declared war on all of these nations, only to lose control of Beijing after a short, but hard-fought campaign.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What can be done to copper to give it a certain look?\" based only on the following:\nArchitectural copper and its alloys can also be 'finished' to embark a particular look, feel, and/or color.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where do the officially published membership statistics come from?\" based only on the following:\nAs a result, only about half of those who self-identified as Jehovah's Witnesses in independent demographic studies are considered active by the faith itself.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are two types of new mandolins the Luthiers created?\" based only on the following:\nLuthiers created the resonator mandolin, the flatback mandolin, the carved-top or arched-top mandolin, the mandolin-banjo and the electric mandolin.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the peoples description of the haircutting order?\" based only on the following:\nThe popular description of the order was: \"To keep the hair, you lose the head; To keep your head, you cut the hair.\"\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How fast did the 1912 tornado outbreak make tornadoes?\" based only on the following:\nThis type of phenomenon is also responsible for many of the tornadoes in the area, such as the 1912 Oklahoma tornado outbreak, when a warm front traveled along a stalled cold front, resulting in an average of about one tornado per hour over the course of a day.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How much of the Bronx vote did Hillquit get in 1917?\" based only on the following:\nThe anti-war Socialist campaign of Morris Hillquit in the 1917 mayoral election won over 31% of the Bronx's vote, putting him second and well ahead of the 20% won by the incumbent pro-war Fusion Mayor John P. Mitchel, who came in second (ahead of Hillquit) everywhere else and outpolled Hillquit city-wide by 23.2% to 21.7%.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is one of the functions of the USAF?\" based only on the following:\nIt is the most recent branch of the U.S. military to be formed, and is the largest and one of the world's most technologically advanced air forces.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which eastern boroughs host large Muslim populations?\" based only on the following:\nThere are Sikh communities in East and West London, particularly in Southall, home to one of the largest Sikh populations and the largest Sikh temple outside India.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was a military coup conducted?\" based only on the following:\nIn September 2003, a military coup was conducted.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How is theology carried out in a confessional church?\" based only on the following:\nWhile individuals are encouraged to understand Scripture, and may challenge the current institutional understanding, theology is carried out by the community as a whole.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"America's first public school was founded in Boston in what year?\" based only on the following:\nPuritan ethics and their focus on education influenced its early history; America's first public school was founded in Boston in 1635.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"From what old Germanic word is Alenquer originate?\" based only on the following:\nThe early history of Portugal is shared with the rest of the Iberian Peninsula located in South Western Europe.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was the first governor of Charleston?\" based only on the following:\nIt was soon predicted by the Earl of Shaftesbury, one of the Lords Proprietors, to become a \"great port towne\", a destiny the city quickly fulfilled.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In 2007 what percentage of street vendors in Hyderabad borrowed money to finance their operations?\" based only on the following:\nAmong the street vendors, 84% are male and 16% female,:12 and four fifths are \"stationary vendors\" operating from a fixed pitch, often with their own stall.:15–16 Most are financed through personal savings; only 8% borrow from moneylenders.:19 Vendor earnings vary from ₹50 (74¢ US) to ₹800 (US$12)\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What conflict was supposed to have provided Iraqi forces with battle experience?\" based only on the following:\nIraqi forces were battle-hardened after 8 years of war with Iran, and they were well equipped with late model Soviet tanks and jet fighters, but the antiaircraft weapons were crippled; in comparison, the US had no large-scale combat experience since its withdrawal from Vietnam nearly 20 years earlier, and major changes in US doctrine, equipment and technology since then had never been tested under fire.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many bus lines does the Optile Consortium manage?\" based only on the following:\nThe syndicate coordinates public transport and contracts it out to the RATP (operating 347 bus lines, the Métro, eight tramway lines, and sections of the RER), the SNCF (operating suburban rails, one tramway line and the other sections of the RER) and the Optile consortium of private operators managing 1,176 bus lines.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who wrote the paper laying out hydrofoils and hydroplanes?\" based only on the following:\nThe March 1906 Scientific American article by American pioneer William E. Meacham explained the basic principle of hydrofoils and hydroplanes.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The Urums are known to speak what dialect?\" based only on the following:\nNear the northern Greek borders there are also some Slavic–speaking groups, locally known as Slavomacedonian-speaking, most of whose members identify ethnically as Greeks.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What songs from the 1940s and 1950s would adult contemporary stations play?\" based only on the following:\nSome stations would also occasionally play earlier big band-era recordings from the 1940s and early 1950s.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was Nigeria's fourth satellite launched?\" based only on the following:\nOn 24 March 2009, the Nigerian Federal Ministry of Science and Technology, NigComSat Ltd. and CGWIC signed another contract for the in-orbit delivery of the NigComSat-1R satellite.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year was a Gothic hammerbeam roof installed on the Archbishop of Canterbury's residence?\" based only on the following:\nIn 1663 at the Archbishop of Canterbury's residence, Lambeth Palace, a Gothic hammerbeam roof was built to replace that destroyed when the building was sacked during the English Civil War.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did biology textbooks drop altogether?\" based only on the following:\nIn contrast, biology textbooks did not undergo such a reversal but many instead dropped their discussion of race altogether.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What happened to Hornswoggle?\" based only on the following:\nHornswoggle has also been given a run with the Cruiserweight Championship and feuded with D-Generation X in 2009.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What party members win most state and national legislative elections?\" based only on the following:\nIn partisan elections for the Washington State Legislature and United States Congress, nearly all elections are won by Democrats.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What does diaphoresis refer to?\" based only on the following:\nThese symptoms are likely induced by a massive surge of catecholamines from the sympathetic nervous system, which occurs in response to pain and the blood flow abnormalities that result from dysfunction of the heart muscle.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What causes humans to underestimate time intervals?\" based only on the following:\nSuch chemicals will either excite or inhibit the firing of neurons in the brain, with a greater firing rate allowing the brain to register the occurrence of more events within a given interval (speed up time) and a decreased firing rate reducing the brain's capacity to distinguish events occurring within a given interval (slow down time).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did the degrees of Freemasonry derived from?\" based only on the following:\nThe degrees of freemasonry retain the three grades of medieval craft guilds, those of Apprentice, Journeyman or fellow (now called Fellowcraft), and Master Mason.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is an airport?\" based only on the following:\nAn airport is an aerodrome with facilities for flights to take off and land.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who is the Humanitarian support intended to help?\" based only on the following:\nHumanitarian Assistance Operations are \"programs conducted to relieve or reduce the results of natural or manmade disasters or other endemic conditions such as human pain, disease, hunger, or privation that might present a serious threat to life or that can result in great damage to or loss of property.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What does NAA stand for?\" based only on the following:\nWitnesses there claimed that the MVD used excessive force and that they had instigated the fighting.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where was Joseph Bohmann from?\" based only on the following:\nAccording to Clarence L. Partee, the first mandolin made in the United States was made in 1883 or 1884 by Joseph Bohmann, who was an established maker of violins in Chicago.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When is Prince of Wales projected to commission?\" based only on the following:\nTheir primary aircraft complement will be made up of F-35B Lightning IIs, and their ship's company will number around 680 with the total complement rising to about 1600 when the air group is embarked.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What formed the hills of Munster and the southern part of Wales?\" based only on the following:\nThe British Isles lie at the juncture of several regions with past episodes of tectonic mountain building.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Middle Devonian limestone exists between Plymstock and what location?\" based only on the following:\nThere is evidence that the middle Devonian limestone belt at the south edge of Plymouth and in Plymstock was quarried at West Hoe, Cattedown and Radford.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many comarcas does Galicia consist of?\" based only on the following:\nGalicia is further divided into 53 comarcas, 315 municipalities (93 in A Coruña, 67 in Lugo, 92 in Ourense, 62 in Pontevedra) and 3,778 parishes.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Why is Brazil an exception?\" based only on the following:\nBrazil is an exception, because the 1988 Constitution included the municipalities as autonomous political entities making the federation tripartite, encompassing the Union, the States, and the municipalities.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which two countries declared war on Germany on September 3 1939?\" based only on the following:\nWithin hours of the UK and France declaring war on Germany on 3 September 1939, the RAF bombed German warships along the German coast at Wilhelmshaven.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who led the 4th division?\" based only on the following:\nServing in the Mexican defense were the cadets later immortalized as Los Niños Héroes (the \"Boy Heroes\").\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What object did Duchamp select in 1914 as a scuplture by itself?\" based only on the following:\nIn 1913 he attached a bicycle wheel to a kitchen stool and in 1914 selected a bottle-drying rack as a sculpture in its own right.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What percentage of voters voted against secession in Tennessee's February 1861 referendum?\" based only on the following:\nIn February 1861, secessionists in Tennessee's state government—led by Governor Isham Harris—sought voter approval for a convention to sever ties with the United States, but Tennessee voters rejected the referendum by a 54–46% margin.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What rules did a German derivatives dealer say could be quite legally circumvented through swaps?\" based only on the following:\nA German derivatives dealer had commented to Der Spiegel that \"The Maastricht rules can be circumvented quite legally through swaps,\" and \"In previous years, Italy used a similar trick to mask its true debt with the help of a different US bank.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What debt should samurai not forget?\" based only on the following:\n\"First of all, a samurai who dislikes battle and has not put his heart in the right place even though he has been born in the house of the warrior, should not be reckoned among one's retainers....\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What event preceded the domination of Estonia by different European powers?\" based only on the following:\nThe domination of Estonia after the Northern Crusades, from the 13th century to 1918 by Germany, Sweden, and Russia resulted in few early written literary works in the Estonian language.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why is stare decisis a limited form of lawmaking?\" based only on the following:\nThis is where the act of deciding a case becomes a limited form of lawmaking in itself, in that an appellate court's rulings will thereby bind itself and lower courts in future cases (and therefore also impliedly binds all persons within the court's jurisdiction).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How much did the FAA propose to fine Southwest for failing to inspect older planes?\" based only on the following:\nThis was validated by a report by the Department of Transportation which found FAA managers had allowed Southwest Airlines to fly 46 airplanes in 2006 and 2007 that were overdue for safety inspections, ignoring concerns raised by inspectors.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who wrote that the legislative branch was the predominate branch of government?\" based only on the following:\nThe Constitution does not explicitly indicate the pre-eminence of any particular branch of government.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What century did many Europeans immigrate to the city of Montevideo?\" based only on the following:\nIn that decade the city expanded quickly: new neighbourhoods were created and many separate settlements were annexed to the city, among which were the Villa del Cerro, Pocitos, the Prado and Villa Colón.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Chopin looked to Beethoven, Mozart, Clementi and who for his own music education?\" based only on the following:\nHe cited Bach and Mozart as the two most important composers in shaping his musical outlook.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many Richmond inhabitants get their water from the wastewater treatment plant?\" based only on the following:\nThe wastewater treatment plant and distribution system of water mains, pumping stations and storage facilities provide water to approximately 62,000 customers in the city.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What trend led to the decrease of Estonia's GDP?\" based only on the following:\nIn 2010, the economic situation stabilized and started a growth based on strong exports.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many Russian immigrants arrived in Israel?\" based only on the following:\nDue to mass immigration from the former Soviet Union and Ethiopia (some 130,000 Ethiopian Jews live in Israel), Russian and Amharic are widely spoken.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who would improvise musical ornaments in the Baroque era?\" based only on the following:\nAlthough Classical music in the 2000s has lost most of its tradition for musical improvisation, from the Baroque era to the Romantic era, there are examples of performers who could improvise in the style of their era.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where were records made with raised label areas?\" based only on the following:\nWhen auto-changing turntables were commonplace, records were typically pressed with a raised (or ridged) outer edge and a raised label area, allowing records to be stacked onto each other without the delicate grooves coming into contact, reducing the risk of damage.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where is the Fylde coast?\" based only on the following:\nThe major settlements in the ceremonial county are concentrated on the Fylde coast (the Blackpool Urban Area), and a belt of towns running west-east along the M65: Preston, Blackburn, Accrington, Burnley, Nelson and Colne.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What institution did Nasser live close to in 1933?\" based only on the following:\nNasser spent most of his spare time reading, particularly in 1933 when he lived near the National Library of Egypt.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the name of Apple's hardware engineering chief who helped design the iPod?\" based only on the following:\nThe iPod line came from Apple's \"digital hub\" category, when the company began creating software for the growing market of personal digital devices.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did Victoria visit that led her to reprimand Derby for the state of the Royal Navy?\" based only on the following:\nVictoria and Albert attended the opening of a new basin at the French military port of Cherbourg on 5 August 1858, in an attempt by Napoleon III to reassure Britain that his military preparations were directed elsewhere.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Pesticides are inspected often to make sure they meet up to date safety regulations from what period of time.\" based only on the following:\nAll registered pesticides are reviewed every 15 years to ensure they meet the proper standards.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was the last time two black congressmen were elected?\" based only on the following:\nIt was not until after federal civil rights legislation was passed in the mid-1960s that the majority of blacks in North Carolina would again be able to vote, sit on juries and serve in local offices.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How much of the population identified as mixed race in the 2000s?\" based only on the following:\nIn the 2000s, less than 5% of the population identified as multiracial.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What does the acronym COMESA represent?\" based only on the following:\nAs a member of the Southern African Customs Union (SACU) and Common Market for Eastern and Southern Africa (COMESA), its main local trading partner is South Africa.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who played the drums and the mandolin in the group called The Band?\" based only on the following:\nThe mandolin has been used occasionally in rock music, first appearing in the psychedelic era of the late 1960s.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"To whom was John B. Kroc married?\" based only on the following:\nThe Joan B. Kroc Institute for International Peace Studies at the University of Notre Dame is dedicated to research, education and outreach on the causes of violent conflict and the conditions for sustainable peace.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is Exclusive Jurisdiction?\" based only on the following:\nExclusive Jurisdiction can be waived when the two over-lapping Grand Lodges are themselves in Amity and agree to share jurisdiction (for example, since the Grand Lodge of Connecticut is in Amity with the Prince Hall Grand Lodge of Connecticut, the principle of Exclusive Jurisdiction does not apply, and other Grand Lodges may recognise both).\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What law mandated a license from the local magistrate to sell beer?\" based only on the following:\nThe sale of beers, wines or spirits required a licence for the premises from the local magistrates.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was the co-founder of the Black Panthers that was placed on trial in New Haven?\" based only on the following:\nBlack Panther Party co-founder Bobby Seale and ten other Party members were tried for murdering an alleged informant.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who's photographs accompanied William Howard Russell documentation?\" based only on the following:\nWhen the British laid an underwater cable to the Crimean peninsula in April 1855, news reached London in a few hours.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How large was the typical television recommended for the device?\" based only on the following:\nThe television it is connected to (typically 11\" to 14\") is meant to be placed atop it.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What do the treaties defend against?\" based only on the following:\nIn the last three of these, international treaties (the Antarctic Treaty, the United Nations Convention on the Law of the Sea, and the Outer Space Treaty respectively) prevent colonization and potential statehood of any of these uninhabited (and, given current technology, not permanently inhabitable) territories.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which Prime Minister was murdered in the Igbo coup?\" based only on the following:\nThe first coup was in January 1966 and was led by Igbo soldiers under Majors Emmanuel Ifeajuna and Chukwuma Kaduna Nzeogwu.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What procedure was being performed while he gave his reasoning ?\" based only on the following:\nNazianzen's title of Mary at the Annunciation as \"prepurified\" was subsequently adopted by all theologians interested in his Mariology to justify the Byzantine equivalent of the Immaculate Conception.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What species are usually hunted?\" based only on the following:\nThe species that are hunted are referred to as game or prey and are usually mammals and birds.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many airfields were on Iwo Jima?\" based only on the following:\nHolland Smith, the commander of the invasion force, aimed to capture the island, and utilize its three airfields as bases to carry out air attacks against the Home Islands.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How was the removal of the Germans in East Prussia usually handled by the Russians?\" based only on the following:\nAlthough the 1945–1949 expulsion of Germans from the northern part of former East Prussia was often conducted in a violent and aggressive way by Soviet officials, the present Russian inhabitants of the Kaliningrad Oblast have much less animosity towards Germans.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is androphilia used to describe?\" based only on the following:\nAndrophilia and gynephilia are terms used in behavioral science to describe sexual orientation as an alternative to a gender binary conceptualization.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What percent of Japanese troops died on Okinawa?\" based only on the following:\nOf the 117,000 Japanese troops defending Okinawa, 94 percent died.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Hard disk drives are what type of peripheral device?\" based only on the following:\nDevices that provide input or output to the computer are called peripherals.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did equal temperament become accepted as the dominant musical temperament?\" based only on the following:\nFor instance, music of the English Renaissance is often performed in meantone temperament.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What brought the global financial system to the brink of collapse?\" based only on the following:\nThis was the largest liquidity injection into the credit market, and the largest monetary policy action, in world history.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What country is Ulcinj in?\" based only on the following:\nAs a consequence of the slave trade and privateer activity, it is told how until 1878 in Ulcinj 100 black people lived.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is an example of a Dutch word that has double vowels or consonants five times in a row?\" based only on the following:\nAn example of five consecutive doubled letters is the word voorraaddoos (food storage container).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which group claims it is Alaska's largest private land owner?\" based only on the following:\nRegional Native corporation Doyon, Limited often promotes itself as the largest private landowner in Alaska in advertisements and other communications.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was Sultan Hamid unseated?\" based only on the following:\nThe Ottoman Empire began to collapse, and in 1908, the Young Turk Revolution overthrew the government of Sultan Hamid.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Aside from Alan Prince who brought optimality theory to morphology?\" based only on the following:\nThe approach was soon extended to morphology by John McCarthy and Alan Prince, and has become a dominant trend in phonology.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What Empire held  Grecian teachers of the virginity of Mary's conception ?\" based only on the following:\nGregory's doctrines surrounding Mary's purification were likely related to the burgeoning commemoration of the Mother of God in and around Constantinople very close to the date of Christmas.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who kept watch over Jesus?\" based only on the following:\nThe Gospel of Matthew describes many women at the crucifixion, some of whom are named in the Gospels.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"From whom did Catherine the Great receive assistance in her Enlightenment ideals via correspondence?\" based only on the following:\nThe Russian enlightenment centered on the individual instead of societal enlightenment and encouraged the living of an enlightened life.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What longitudes does Iran lie between?\" based only on the following:\nIran has an area of 1,648,195 km2 (636,372 sq mi).\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did Sony call the special offer they handed out to respond to the breach?\" based only on the following:\nThere was no evidence that any credit card data had been taken, but the possibility could not be ruled out, and Sony advised customers that their credit card data may have been obtained.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where is the Canadian component of the NATO located?\" based only on the following:\nMajor air bases are located in British Columbia, Alberta, Saskatchewan, Manitoba, Ontario, Quebec, Nova Scotia, and Newfoundland and Labrador, while administrative and command and control facilities are located in Winnipeg and North Bay.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Why did members of the clergy oppose the use of chloroform?\" based only on the following:\nVictoria was so impressed by the relief it gave from the pain of childbirth that she used it again in 1857 at the birth of her ninth and final child, Beatrice, despite opposition from members of the clergy, who considered it against biblical teaching, and members of the medical profession, who thought it dangerous.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Recognition from what body may help a dialect to become standardized?\" based only on the following:\nThere may be multiple standard dialects associated with a single language.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"By 2006 the GDP had dropped to what?\" based only on the following:\nThe limited number of visiting tourists spent about £0.4 million in 2004-05, representing a contribution to GDP of 3%.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are two radio stations that broadcast from KU?\" based only on the following:\nKU is home to the Robert J. Dole Institute of Politics, the Beach Center on Disability, Lied Center of Kansas and radio stations KJHK, 90.7 FM, and KANU, 91.5 FM.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What military unit did Napoleon first serve in after his graduation?\" based only on the following:\nUpon graduating in September 1785, Bonaparte was commissioned a second lieutenant in La Fère artillery regiment.[note 4]\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The basis for the stored-program computer was written by whom?\" based only on the following:\nWith the proposal of the stored-program computer this changed.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When was the first solar powered manned flight made?\" based only on the following:\nOn 29 April 1979, the Solar Riser made the first flight in a solar-powered, fully controlled, man carrying flying machine, reaching an altitude of 40 feet (12 m).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What were the studia humanitatis competing against?\" based only on the following:\nThe Age of Enlightenment is a time in Western philosophy and cultural life centered upon the 18th century in which reason was advocated as the primary source and legitimacy for authority.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What portion of Europe's territory is inhabited by Slavic-speaking communities?\" based only on the following:\nPresently over half of Europe's territory is inhabited by Slavic-speaking communities, but every Slavic ethnicity has emigrated to other continents.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What do the Chamorro believe in according to Historian Lawrence Cinningham\" based only on the following:\nHistorian Lawrence Cunningham in 1992 wrote, \"In a Chamorro sense, the land and its produce belong to everyone.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Charged ions can be used to produce what in glass?\" based only on the following:\nOrdinary soda-lime glass appears colorless to the naked eye when it is thin, although iron(II) oxide (FeO) impurities of up to 0.1 wt% produce a green tint, which can be viewed in thick pieces or with the aid of scientific instruments.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Prices have fallen as low as what price?\" based only on the following:\nPrices have fallen to about 4 cents per kilowatt-hour in some cases and utilities have been increasing the amount of wind energy in their portfolio, saying it is their cheapest option.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What dialect did Alfred's government use?\" based only on the following:\nAlfred advocated education in English alongside Latin, and had many works translated into the English language; some of them, such as Pope Gregory I's treatise Pastoral Care, appear to have been translated by Alfred himself.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"A typical vacuum cleaner produces enough suction to do what to air pressure?\" based only on the following:\nFor example, a typical vacuum cleaner produces enough suction to reduce air pressure by around 20%.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is youtube co-founder Karim's first name?\" based only on the following:\nWriting in the Newsday blog Silicon Island, Chase Melvin noted that \"Google+ is nowhere near as popular a social media network as Facebook, but it's essentially being forced upon millions of YouTube users who don't want to lose their ability to comment on videos\" and \"Discussion forums across the Internet are already bursting with outcry against the new comment system\".\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was it that described people living on the coast as \"Celtic\"?\" based only on the following:\nIt is usually considered a local evolution of the Atlantic Bronze Age, with later developments and influences and overlapping into the Roman era.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is Thailand's only government-established and owned institute of technology?\" based only on the following:\nSuranaree University of Technology is the only government-owned technological university in Thailand that was established (1989) as such; while Mahanakorn University of Technology is the most well known private technological institute.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What kind of plants are gymnosperms?\" based only on the following:\nAngiosperms are seed-producing plants that produce flowers and have enclosed seeds.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What kind of money is the U.S. dollar?\" based only on the following:\nThe U.S. dollar is fiat money.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are machines that operate with no contact to the outside world called?\" based only on the following:\nEven machines that operate as a closed system (i.e., with no contact to the outside world) can be eavesdropped upon via monitoring the faint electro-magnetic transmissions generated by the hardware; TEMPEST is a specification by the NSA referring to these attacks.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the traditional doctrine on the use of tanks?\" based only on the following:\nTheir leading-edge ideas of speed-oriented offensive tank warfare were strongly discouraged by superiors, who considered the new approach too radical and preferred to continue using tanks in a strictly supportive role for the infantry.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what county was the Swan Inn located?\" based only on the following:\nThe highwayman Dick Turpin used the Swan Inn at Woughton-on-the-Green in Buckinghamshire as his base.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"On what date in 1920 was the Communist party outlawed in Yugoslavia?\" based only on the following:\nBroz himself explains:\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where did Alexander's army finally mutiny?\" based only on the following:\nAlexander, after the meeting with his officer, Coenus, and learning about the might of Nanda Empire, was convinced that it was better to return.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What do the 15 oak leaves on the anniversary crest indicate?\" based only on the following:\nThe crest was all white, surrounded by 15 oak leaves to the right and 15 laurel leaves to the left.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many Japanese soldiers were mobilized to capture the Chinese airfields and railroads in West Hunan?\" based only on the following:\nAfter Japanese victories in Operation Ichi-Go, Japan were losing the battle in Burma and facing constant attacks from Chinese Nationalists forces and Communist guerrillas in the country side.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When were DBMSs first used commercially?\" based only on the following:\nIn 1971 the Database Task Group delivered their standard, which generally became known as the \"CODASYL approach\", and soon a number of commercial products based on this approach entered the market.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the October War?\" based only on the following:\nIn 1973, Egypt, along with Syria, launched the October War, a surprise attack to regain part of the Sinai territory Israel had captured 6 years earlier.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What happens if a population exceeds the carrying capacity of their habitat?\" based only on the following:\nHowever, in most circumstances carrying capacity is determined by a combination habitat and food availability, and hunting for 'population control' has no effect on the annual population of species.[citation needed]\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In the final days of WWII in Yugoslavia, who were responsible for atrocities?\" based only on the following:\nOn 14 May he dispatched a telegram to the supreme headquarters Slovene Partisan Army prohibiting \"in the sternest language\" the execution of prisoners of war and commanding the transfer of the possible suspects to a military court.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Freemasons trace their origins to what?\" based only on the following:\nFreemasonry consists of fraternal organisations that trace their origins to the local fraternities of stonemasons, which from the end of the fourteenth century regulated the qualifications of stonemasons and their interaction with authorities and clients.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where does Punjab have major military bases?\" based only on the following:\nIt also hosts major military bases such as at Sargodha and Rawalpindi.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the name of the lake in Southeast Tuscon?\" based only on the following:\nThe Atterbury Wash with its access to excellent bird watching is also located in the Southeast Tucson area.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"After what possible event would the speech called one of the greatest in history have been delivered?\" based only on the following:\nIt has been called one of the great speeches of history:\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did Georgia adopt Christianity?\" based only on the following:\nLater the region saw the first states to adopt Christianity officially - initially in Armenia (301 AD) and in Georgia (337 AD), later in the Great Russian Principality (Kyivan Rus, Russian: Великое княжество Русское, ca 988 AD).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What other property can you assume of wood that is diseased?\" based only on the following:\nThe discoloration is merely an indication of an injury, and in all probability does not of itself affect the properties of the wood.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the current station called?\" based only on the following:\nThe Gaylord family earlier sold WKY-TV in 1976, which has gone through a succession of owners (what is now KFOR-TV is currently owned by Tribune Broadcasting as of December 2013).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many people are employed in the Texas Medical Center?\" based only on the following:\nMore heart surgeries are performed at the Texas Medical Center than anywhere else in the world.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did the Norman Conquest occur?\" based only on the following:\nEngland however was slowly conquered around the turn of the first millennium AD, and eventually became a feudal possession of Denmark.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who are cast in Eton's female roles in their productions?\" based only on the following:\nOften girls from surrounding schools, such as St George's, Ascot, St Mary's School Ascot, Windsor Girls' School and Heathfield St Mary's School, are cast in female roles.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What industries are these types of elevators generally used in?\" based only on the following:\nThese elevators are often used in industrial and agricultural applications.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In 1373, Portugal made an alliance with which country?\" based only on the following:\nIn 1373, Portugal made an alliance with England, which is the longest-standing alliance in the world.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How is the complex capacitance mathematically represented with the dielectric present?\" based only on the following:\nwhere a single prime denotes the real part and a double prime the imaginary part, Z(ω) is the complex impedance with the dielectric present, Ccmplx(ω) is the so-called complex capacitance with the dielectric present, and C0 is the capacitance without the dielectric.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In 2006, which team helps secure a truce during a civil war?\" based only on the following:\nBy contrast, football is widely considered to have been the final proximate cause for the Football War in June 1969 between El Salvador and Honduras.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"By 2018, how many active Army members will there be?\" based only on the following:\nArmy Chief of Staff Raymond Odierno has projected that by 2018 the Army will eventually shrink to \"450,000 in the active component, 335,000 in the National Guard and 195,000 in U.S. Army Reserve.\"\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What event caused the recognition to be universal?\" based only on the following:\nRecognition became universal following the 25 April 1974 socialist-inspired military coup in Portugal, which overthrew Lisbon's Estado Novo regime.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What led to the Bronx's population growth?\" based only on the following:\nThe Jewish population also increased notably during this time.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which side of the civil war did Nasser side with?\" based only on the following:\nAl-Badr and his tribal partisans began receiving increasing support from Saudi Arabia to help reinstate the kingdom, while Nasser subsequently accepted a request by Sallal to militarily aid the new government on 30 September.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the first Greek feature film?\" based only on the following:\n(Δάφνις και Χλόη), containing the first nude scene in the history of European cinema; it was also the first Greek movie which was played abroad.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who's library records did the FBI look into?\" based only on the following:\nUnder the PATRIOT Act's provisions, the FBI also resumed inquiring into the library records of those who are suspected of terrorism (something it had supposedly not done since the 1970s).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did most Prussians fall under?\" based only on the following:\nWhile most of the Prussians fell under the French Chassepot rifles, most French fell under the Prussian Krupp shells.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The abolishing of the MFA made what possible?\" based only on the following:\nOutsourcing production to low wage countries like Bangladesh, China, India and Sri Lanka became possible when the Multi Fibre Agreement (MFA) was abolished.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did the Board of Trustees pass a resolution to desegregate the Washington University undergraduate division?\" based only on the following:\nIn May 1952, the Board of Trustees passed a resolution desegregating the school's undergraduate divisions.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the practive of coprophagia behaviours?\" based only on the following:\nInstead they extract more nutrition from grass by giving their food a second pass through the gut.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where are Urtica dioica found?\" based only on the following:\nOriganum vulgare, Prunella vulgaris, Solanum nigrum and Urtica dioica are some of the more useful medicinal species found in the Alps.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Name a city that the Greeks nested in ?\" based only on the following:\nWhile the Alexandrian empire did not survive its creator's death intact, the cultural implications of the spread of Hellenism across much of the Middle East and Asia were to prove long lived as Greek became the lingua franca, a position it retained even in Roman times.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is a notable characteristic of Somali art?\" based only on the following:\nSomali art is the artistic culture of the Somali people, both historic and contemporary.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the most common symptom of MI?\" based only on the following:\nThe most common symptom is chest pain or discomfort which may travel into the shoulder, arm, back, neck, or jaw.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where is the Information Management Group located?\" based only on the following:\nAmong other things, the Information Management Group is responsible for the conduct of electronic warfare and the protection of the Armed Forces' communications and computer networks.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Which invention resulted in more widespread use of the printed word?\" based only on the following:\nCombined with this influx of classical ideas was the invention of printing which facilitated dissemination of the printed word and democratized learning.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is horizontal gene transfer?\" based only on the following:\nIn such cases, gene acquisition from other bacteria or the environment is called horizontal gene transfer and may be common under natural conditions.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Does PlayStation Network use artificial or real currency for purchases?\" based only on the following:\nThe network enables online gaming, the PlayStation Store, PlayStation Home and other services.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was the Pyrenees Cup play begun?\" based only on the following:\nFrom the inaugural year in 1910 to 1913, Barcelona won the competition four consecutive times.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who referred to acts of genocide in 1941?\" based only on the following:\nThe word genocide was not in use before 1944.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is there a distinction between lawful hunting and?\" based only on the following:\nIn the 2010s, lawful hunting is distinguished from poaching, which is the illegal killing, trapping or capture of the hunted species.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the 1990 maternal mortality rate per 100,000 births?\" based only on the following:\nThe 2010 maternal mortality rate per 100,000 births for Guinea Bissau was 1000.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who were the protesters remembering?\" based only on the following:\nThe authorities did not crack down on demonstrators, which encouraged more and larger demonstrations throughout the Baltic States.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What section of the United Nations Charter states that its members' obligation under the charter outweigh any competing obligations under other treaties?\" based only on the following:\nThe United Nations Charter states that treaties must be registered with the UN to be invoked before it or enforced in its judiciary organ, the International Court of Justice.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What films were available for Japanese market Squeeze LDs?\" based only on the following:\nA series of releases under the banner \"SQUEEZE LD\" from Pioneer of mostly Carolco titles included Basic Instinct, Stargate, Terminator 2: Judgment Day, Showgirls, Cutthroat Island, and Cliffhanger.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How does Whitehead characterize anything that exists?\" based only on the following:\nIn fact, Whitehead describes any entity as in some sense nothing more and nothing less than the sum of its relations to other entities – its synthesis of and reaction to the world around it.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What country did this visiting king come from?\" based only on the following:\nThe Tomb of the King of Boni, with a spirit way and a tortoise stele, was discovered in Yuhuatai District (south of the walled city) in 1958, and has been restored.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where was the book, On the Origin of Species first offered for sale?\" based only on the following:\nThe third edition came out in 1861, with a number of sentences rewritten or added and an introductory appendix, An Historical Sketch of the Recent Progress of Opinion on the Origin of Species, while the fourth in 1866 had further revisions.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What did Professor Grimm's last email accuse Imperial College of before his death?\" based only on the following:\nIn September 2014, Professor Stefan Grimm, of the Department of Medicine, was found dead after being threatened with dismissal for failure to raise enough grant money.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"General Baptists shared similarities with who?\" based only on the following:\nAccording to this view, the General Baptists shared similarities with Dutch Waterlander Mennonites (one of many Anabaptist groups) including believer's baptism only, religious liberty, separation of church and state, and Arminian views of salvation, predestination and original sin.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Octaves in linear pitch are what size?\" based only on the following:\nThis creates a linear pitch space in which octaves have size 12, semitones (the distance between adjacent keys on the piano keyboard) have size 1, and A440 is assigned the number 69.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What does DBMS stand for?\" based only on the following:\nA database is not generally portable across different DBMSs, but different DBMS can interoperate by using standards such as SQL and ODBC or JDBC to allow a single application to work with more than one DBMS.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In addition to individual applications, what modern systems that control the basic functions of a computer typically use UTC?\" based only on the following:\nSome applications standardize on UTC to avoid problems with clock shifts and time zone differences.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"To what part of the prey does Richard Dawkins refer to as the \"survival machine\"?\" based only on the following:\nThis is best understood in the context of the gene centered view of evolution.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who is Midna?\" based only on the following:\nHe also carries Midna, a small imp-like creature who gives him hints, uses an energy field to attack enemies, helps him jump long distances, and eventually allows Link to \"warp\" to any of several preset locations throughout the overworld.[j]\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which street does Club Row occur on?\" based only on the following:\n27th Street is a one-way street runs from Second Avenue to the West Side Highway with an interruption between Eighth Avenue and Tenth Avenue.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"To what part of his body does Link deliver the killing blow to Ganondorf?\" based only on the following:\nWith Ganondorf dead, the Light Spirits not only bring Midna back to life, but restore her to her true form.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which two major holidays become popular in Guam?\" based only on the following:\nDuring Spanish colonial rule (1668–1898) the majority of the population was converted to Roman Catholicism and religious festivities such as Easter and Christmas became widespread.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In which video did Madonna wear a rosary?\" based only on the following:\nMadonna's Italian-Catholic background and her relationship with her parents are reflected in the album Like a Prayer.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which prince ordered an artillery attack against Canrobert?\" based only on the following:\nThe next morning, the French Army of the Rhine, rather than resume the battle with an attack of its own against the battle-weary German armies, retreated to Metz where they were besieged and forced to surrender two months later.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What concept does the government currently support for education?\" based only on the following:\nThe concept of \"school choice\" introduces the idea of competition between state schools, a fundamental change to the original \"neighbourhood comprehensive\" model, and is partly intended as a means by which schools that are perceived to be inferior are forced either to improve or, if hardly anyone wants to go there, to close down.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why did the Chinese ultimately fail in its counter offensives?\" based only on the following:\nIn addition, Japanese control of northern and central China was somewhat tenuous, in that Japan was usually able to control railroads and the major cities (\"points and lines\"), but did not have a major military or administrative presence in the vast Chinese countryside.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Development in the wood manufacturing industry include using lignin to make what substance?\" based only on the following:\nFurther developments include new lignin glue applications, recyclable food packaging, rubber tire replacement applications, anti-bacterial medical agents, and high strength fabrics or composites.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are examples of finite symmetry groups used in coding theory?\" based only on the following:\nFinite symmetry groups such as the Mathieu groups are used in coding theory, which is in turn applied in error correction of transmitted data, and in CD players.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What year did the tradition of Laulupidu start?\" based only on the following:\nThe tradition of Estonian Song Festivals (Laulupidu) started at the height of the Estonian national awakening in 1869.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What loss started a decline of the Seleucids Empire?\" based only on the following:\nAlthough they still controlled a great deal of territory, this defeat marked the decline of their empire, as they were to begin facing increasingly aggressive subjects in the east (the Parthians) and the west (the Greeks).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The first satellite launched into space used what rocket?\" based only on the following:\nIn 1953, Korolev was given the go-ahead to develop the R-7 Semyorka rocket, which represented a major advance from the German design.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In which year was the counteroffensive strategy first conceived?\" based only on the following:\nDoctrinally, as a Soviet-style (offensive) battle plan, Seven Days to the River Rhine gave commanders few defensive-war strategies for fighting NATO in Warsaw Treaty territory.[citation needed]\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is the armed conflict form 1775 to 1783 is known as?\" based only on the following:\nBeginning the Age of Revolution, the American Revolution and the ensuing political upheaval during the last half of the 18th century saw the Thirteen Colonies of North America overthrow the governance of the Parliament of Great Britain, and then reject the British monarchy itself to become the sovereign United States of America.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are Chinese characters called in standard Chinese?\" based only on the following:\nIn Standard Chinese they are called Hanzi (simplified Chinese: 汉字; traditional Chinese: 漢字).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"If Broca were alive today, what would his profession be?\" based only on the following:\nHe wanted to localize the difference between man and the other animals, which appeared to reside in speech.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"According to the 2011 World Health Report, where does New Delhi rank in terms of economic activity?\" based only on the following:\nThe 2011 World Wealth Report ranks economic activity in New Delhi at 39, but overall the capital is ranked at 37, above cities like Jakarta and Johannesburg.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When did Pantages open his movie houses?\" based only on the following:\nThe theaters he built for Pantages in Seattle have been either demolished or converted to other uses, but many other theaters survive in other cities of the U.S., often retaining the Pantages name; Seattle's surviving Paramount Theatre, on which he collaborated, was not a Pantages theater.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did the tour begin?\" based only on the following:\nIt became the most successful tour of her career and one of the most-successful tours of all time.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many miles away from London is Plymouth?\" based only on the following:\nwest-south-west of London, between the mouths of the rivers Plym to the east and Tamar to the west where they join Plymouth Sound to form the boundary with Cornwall.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who was the head of the Royal Institute of British Architects in 2007?\" based only on the following:\nSo let's see minimum space standards for all new homes,\" said RIBA president Jack Pringle.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many people in Kazakhstan speak Russian natively?\" based only on the following:\nAccording to estimates from Demoskop Weekly, in 2004 there were 4,200,000 native speakers of Russian in the country, and 10 million active speakers.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Sumerians also built houses from reeds not very different from ones built by inhabitants in Iraq as recently as when?\" based only on the following:\nThey built this by constructing and linking several arches.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Along with the surface of the Earth, what objects absorb radiation from the sun?\" based only on the following:\nEarth's surface and the clouds absorb visible and invisible radiation from the sun and re-emit much of the energy as infrared back to atmosphere.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What church was taken from the Lutherans and returned to the Catholics?\" based only on the following:\nStrasbourg Cathedral, however, was taken from the Lutherans to be returned to the Catholics as the French authorities tried to promote Catholicism wherever they could (some other historic churches remained in Protestant hands).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What layer is under the epidermis?\" based only on the following:\nThese are secreted by the one-cell deep epidermis (outermost skin layer).\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What social pressure was pressing down the people?\" based only on the following:\nSee for example careers of Senator Adam Kisiel and Jerzy Franciszek Kulczycki.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Does chicken contain fat?\" based only on the following:\nChicken meat contains about two to three times as much polyunsaturated fat as most types of red meat when measured by weight.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How wide were the wingspans of the dragonfly-like forms?\" based only on the following:\nThe lack of flying vertebrates could have been another factor.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What has God provided to Jehovah's Witnesses?\" based only on the following:\nSome publications also claimed that God has used Jehovah's Witnesses and the International Bible Students as a modern-day prophet.[note 5] Jehovah's Witnesses' publications have made various predictions about world events they believe were prophesied in the Bible.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What religion is an example of Protestants killing for conviction of heresy after the Reformation?\" based only on the following:\nWithin six years of the official criminalization of heresy by the Emperor, the first Christian heretic to be executed, Priscillian, was condemned in 386 by Roman secular officials for sorcery, and put to death with four or five followers.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How much of Estonia speaks Russian?\" based only on the following:\nIn all, 67.8% of Estonia's population can speak Russian.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"The integrated circuit of a computer was the idea of whom?\" based only on the following:\nThe idea of the integrated circuit was first conceived by a radar scientist working for the Royal Radar Establishment of the Ministry of Defence, Geoffrey W.A. Dummer.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Whose works served as inspiration for the title of Road to Serfdom?\" based only on the following:\nThe title was inspired by the French classical liberal thinker Alexis de Tocqueville's writings on the \"road to servitude.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Going by 2004 calculations, how much does Southampton contribute to the region's economy each year?\" based only on the following:\nThe vast majority of this is from the service sector, with the remainder coming from industry in the city.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the award in 1998 for?\" based only on the following:\nIn 1978 Aboriginal writer Kevin Gilbert received the National Book Council award for his book Living Black: Blacks Talk to Kevin Gilbert, a collection of Aboriginal people's stories, and in 1998 was awarded (but refused to accept) the Human Rights Award for Literature for Inside Black Australia, a poetry anthology and exhibition of Aboriginal photography.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why was the Royal Dutch Petroleum Company created?\" based only on the following:\nThe Royal Dutch Petroleum Company was a Dutch company founded in 1890 to develop an oilfield in Sumatra, and initially led by August Kessler, Hugo Loudon, and Henri Deterding.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What concept was Frédéric credited with creating?\" based only on the following:\nInfluences on his compositional style include Polish folk music, the classical tradition of J. S. Bach, Mozart and Schubert, the music of all of whom he admired, as well as the Paris salons where he was a frequent guest.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Which system bases its unit of time on the properties of caesium?\" based only on the following:\nSince 1967, the International System of Measurements bases its unit of time, the second, on the properties of caesium atoms.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Why did e Melo demarcate the region for production of Port?\" based only on the following:\nHe demarcated the region for production of Port to ensure the wine's quality, and this was the first attempt to control wine quality and production in Europe.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What religion was Al Farabi?\" based only on the following:\nThe intellect itself develops from a material intellect (al-'aql al-hayulani), which is a potentiality \"that can acquire knowledge to the active intellect (al-'aql al-fa'il), the state of the human intellect in conjunction with the perfect source of knowledge\".\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what years did Gaddafi visit the Soviet Union?\" based only on the following:\nIn turn, Gaddafi played up his commercial relationship with the Soviets, visiting Moscow again in April 1981 and 1985, and threatening to join the Warsaw Pact.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What do lithotrophs use ?\" based only on the following:\nBacteria are further divided into lithotrophs that use inorganic electron donors and organotrophs that use organic compounds as electron donors.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How does sterilisation help to keep the money flow even?\" based only on the following:\nOne is sterilisation, in which highly valued assets are sold at the same time that the weaker assets are purchased, which keeps the money supply neutral.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are the thermochemical cycyles in a testing phase for?\" based only on the following:\n) oxide cycle, zinc zinc-oxide cycle, sulfur-iodine cycle, copper-chlorine cycle and hybrid sulfur cycle are under research and in testing phase to produce hydrogen and oxygen from water and heat without using electricity.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the main subject of controversy that arose within the Reformed Church during the beginning of the Republic?\" based only on the following:\nIn the first years of the Republic, controversy arose within the Reformed Church, mainly around the subject of predestination.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What horrible event was on-going during Clinton's term that made people upset?\" based only on the following:\nThey cite the lack of action during the Rwandan Genocide and his welfare reform, which Larry Roberts said had led to the worst child poverty since the 1960s.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What phenomenon causes the center of London to be warmer than its suburbs?\" based only on the following:\nThe effect of this can be seen below when comparing London Heathrow, 15 miles west of London, with the London Weather Centre, in the city centre.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What parts of West Bronx are more affluent?\" based only on the following:\nThe West Bronx has older apartment buildings, low income public housing complexes, multifamily homes in its lower income areas as well as larger single family homes in more affluent areas such as Riverdale and Fieldston.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What plant did Mendel use to demonstrate inheritance?\" based only on the following:\nWhat Mendel learned from studying plants has had far reaching benefits outside of botany.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what other types of areas did forest gardening show up?\" based only on the following:\nForest gardens originated in prehistoric times along jungle-clad river banks and in the wet foothills of monsoon regions.[citation needed]\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was Apollo's sister?\" based only on the following:\nHis original name is unknown, but it seems that he was absorbed by the more popular Apollo, who stood by the virgin \"Mistress of the Animals\", becoming her brother.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was restricted?\" based only on the following:\nThe number of characters in common use was restricted, and formal lists of characters to be learned during each grade of school were established, first the 1850-character tōyō kanji 当用漢字 list in 1945, the 1945-character jōyō kanji 常用漢字 list in 1981, and a 2136-character reformed version of the jōyō kanji in 2010.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was the most important Byzantine church re-discovered?\" based only on the following:\nThe most important one was uncovered in 1990.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How would the marriage of a man and woman on the ship serve as a fertility ritual?\" based only on the following:\nAboard the ship would the marriage of a man and woman be consummated as a fertility ritual.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What is the purpose of charms?\" based only on the following:\nAside from the removal of the Start button and the replacement of the Aero Glass theme with a flatter and solid-colored design, the desktop interface on Windows 8 is similar to that of Windows 7.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How old are the oldest buildings in Mexico City?\" based only on the following:\nOther well-known central neighborhoods include Condesa, known for its Art Deco architecture and its restaurant scene; Colonia Roma, a beaux arts neighborhood and artistic and culinary hot-spot, the Zona Rosa, formerly the center of nightlife and restaurants, now reborn as the center of the LGBT and Korean-Mexican communities; and Tepito and La Lagunilla, known for their local working-class foklore and large flea markets.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year was the crystalline silicon solar cell constructed?\" based only on the following:\nFollowing the work of Russell Ohl in the 1940s, researchers Gerald Pearson, Calvin Fuller and Daryl Chapin created the crystalline silicon solar cell in 1954.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What did Kerry do in the church while living in Switzerland?\" based only on the following:\nI was very religious while at school in Switzerland.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What are other terms for logical empiricism?\" based only on the following:\nLogical empiricism (also logical positivism or neopositivism) was an early 20th-century attempt to synthesize the essential ideas of British empiricism (e.g. a strong emphasis on sensory experience as the basis for knowledge) with certain insights from mathematical logic that had been developed by Gottlob Frege and Ludwig Wittgenstein.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In further elaborating on the definition, how did Chalk and Jonassohn phrase the intention of the perpetrator?\" based only on the following:\nThe exclusion of social and political groups as targets of genocide in the CPPCG legal definition has been criticized by some historians and sociologists, for example M. Hassan Kakar in his book The Soviet Invasion and the Afghan Response, 1979–1982 argues that the international definition of genocide is too restricted, and that it should include political groups or any group so defined by the perpetrator and quotes Chalk and Jonassohn: \"Genocide is a form of one-sided mass killing in which a state or other authority intends to destroy a group, as that group and membership in it are defined by the perpetrator.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"According to the 2000 United States Census, what was the population density?\" based only on the following:\nThe population density was 3,569.8 people per square mile (1,378.3/km2).\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the number of Greek Cypriots on Cyprus in 1973?\" based only on the following:\nAccording to this census, the Greek Cypriot population was 482,000.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What institution of tertiary education is known as NAMS?\" based only on the following:\nInstitute of Medicine, the central college of Tribhuwan University is the first medical college of Nepal and is located in Maharajgunj, Kathmandu.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How many alumni does Olin Business School have worldwide?\" based only on the following:\nOn May 2, 2014, the $90 million conjoined Knight and Bauer Halls were dedicated, following a $15 million gift from Charles F. Knight and Joanne Knight and a $10 million gift from George and Carol Bauer through the Bauer Foundation.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the strategic purpose to settle this area\" based only on the following:\nMany settlements developed because of their strategic importance in relation to geographical features, such as river crossings or valleys in ranges of hills.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"In what year was the Joan B. Kroc Institute for International Peace Studies founded?\" based only on the following:\nIt was founded in 1986 through the donations of Joan B. Kroc, the widow of McDonald's owner Ray Kroc.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many national wildlife refuges are in Oklahoma?\" based only on the following:\nThe Wichita Mountains Wildlife Refuge is the oldest and largest of nine national wildlife refuges in the state and was founded in 1901, encompassing 59,020 acres (238.8 km2).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"At what location was the North African campaign planned?\" based only on the following:\nThe word \"expeditionary\" was dropped soon after his appointment for security reasons.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Corporal punishment is a form of what type of pain?\" based only on the following:\nIn some cultures, extreme practices such as mortification of the flesh or painful rites of passage are highly regarded.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"In the 1970 s what developer built high rises in downtown Houston?\" based only on the following:\nIn the 1960s, Downtown Houston consisted of a collection of mid-rise office structures.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was James Bruce?\" based only on the following:\nMedri Bahri was thus part of the Christian resistance against Imam Ahmad ibn Ibrahim al-Ghazi of Adal's forces, but later joined the Adalite states and the Ottoman Empire front against Abyssinia in 1572.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Jean-Etienne Guettard and NIcolas Desmarest went to France and recorded what?\" based only on the following:\nJean-Étienne Guettard and Nicolas Desmarest hiked central France and recorded their observations on some of the first geological maps.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Where was the highest known temperature in Tennessee recorded?\" based only on the following:\nGenerally, for areas outside the highest mountains, the average overnight lows are near freezing for most of the state.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who was he consecrated by?\" based only on the following:\nAfter he was consecrated, he introduced his family to Pope Pius XI.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"On what date was the Earth's coldest temperature recorded?\" based only on the following:\nAntarctica is the coldest of Earth's continents.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"The Directorate of Analysis has an office dedicated to what country?\" based only on the following:\nThere is an office dedicated to Iraq, and regional analytical Offices covering the Near Eastern and South Asian Analysis, the Office of Russian and European Analysis, and the Office of Asian Pacific, Asian Pacific, Latin American, and African Analysis and African Analysis.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Who took over after Boganda died?\" based only on the following:\nAfter Boganda's death in a plane crash on 29 March 1959, his cousin, David Dacko, took control of MESAN and became the country's first president after the CAR had formally received independence from France.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What is a well known Mullerian complex?\" based only on the following:\nTaxa from the toxic genus Heliconius form one of the most well known Müllerian complexes.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Madonna collects whose painting?\" based only on the following:\nInfluences also came to her from the art world, most notably through the works of Mexican artist Frida Kahlo.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What was the afterlife of the immortals called during this period?\" based only on the following:\nFamilies throughout Han China made ritual sacrifices of animals and food to deities, spirits, and ancestors at temples and shrines, in the belief that these items could be utilized by those in the spiritual realm.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Who noted this particular fear?\" based only on the following:\nDr. Cecil Cook, the Northern Territory Protector of Natives, noted that:\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did Chen Fangyun come up with the idea for a satellite navigation system?\" based only on the following:\nThe original idea of a Chinese satellite navigation system was conceived by Chen Fangyun and his colleagues in the 1980s.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What was the name of the first training facility that was established by the CIA?\" based only on the following:\nFollowing the end of the Cold War, the CIA's training budget was slashed, which had a negative effect on employee retention.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What did the mysteries seem to threaten that made the Romans occasionally attempt to ban them?\" based only on the following:\nSporadic and sometimes brutal attempts were made to suppress religionists who seemed to threaten traditional morality and unity, as with the senate's efforts to restrict the Bacchanals in 186 BC.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"how often did the Indian fleet voyage to Mocha?\" based only on the following:\nIn September 1695, Captain Henry Every, an English pirate on board the Fancy, reached the Straits of Bab-el-Mandeb, where he teamed up with five other pirate captains to make an attack on the Indian fleet making the annual voyage to Mocha.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"Whose incomes did public concerts help support?\" based only on the following:\nThe concerts also helped them to reach a wider audience.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was the Promenade des Berges de la Seine built?\" based only on the following:\nOne of the newest parks, the Promenade des Berges de la Seine (2013), built on a former highway on the Left Bank of the Seine between the Pont de l'Alma and the Musée d'Orsay, has floating gardens and gives a view of the city's landmarks.\nAnswer: Yes.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"When was ile aux Cygnes created?\" based only on the following:\nAt its origin, before the Middle Ages, the city was composed around several islands and sandbanks in a bend of the Seine; of those, two remain today: the île Saint-Louis, the île de la Cité; a third one is the 1827 artificially created île aux Cygnes.\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are the two examples give for justifications and values for occupational choices?\" based only on the following:\nAmong these are workplace satisfaction and overall quality of life (Tracy & Scott 2006, p. 33).\nAnswer: No.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"What are two examples of high quality microphones?\" based only on the following:\nBoth of these high quality microphones became widespread in motion picture, radio, recording, and public address applications.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did comic strips start appearing in hardback collection volumes?\" based only on the following:\nNew publications in both the Western and Japanese styles became popular, and at the end of the 1890s, American-style newspaper comics supplements began to appear in Japan, as well as some American comic strips.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"How many people were killed in the bombing?\" based only on the following:\nIt was the deadliest single domestic terrorist attack in US history, prior to 9/11.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What kind of structure does a filter bank have?\" based only on the following:\nAdditionally, the combining of the two filter banks' outputs creates aliasing problems that must be handled partially by the \"aliasing compensation\" stage; however, that creates excess energy to be coded in the frequency domain, thereby decreasing coding efficiency.[citation needed]\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"When did the FBI begin the Trilogy project?\" based only on the following:\nIn January 2005, more than two years after the software was originally planned for completion, the FBI officially abandoned the project.\nAnswer: Yes.",
        "label": 0
    },
    {
        "data": "Can you answer the question \"How does the size of a halogen bulb compare to an incandescent?\" based only on the following:\nThe halogen lamp can operate its filament at a higher temperature than a standard gas filled lamp of similar power without loss of operating life.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"What popular property in Monopoly was actually a misspelling?\" based only on the following:\nIt was not until 1995 that Parker Brothers acknowledged this mistake and formally apologized to the residents of Marven Gardens for the misspelling although the spelling error was not corrected.\nAnswer: No.",
        "label": 1
    },
    {
        "data": "Can you answer the question \"Where did the Yuan invade Japan?\" based only on the following:\nThe Yuan army was eventually recalled and the invasion was called off.\nAnswer: Yes.",
        "label": 0
    }
]