[
    {
        "data": "Industrial and Commercial Bank of China operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "American Express operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Industrial Bank operates in the industry of Telecommunications Services.",
        "label": 0
    },
    {
        "data": "Prudential Financial has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Commonwealth Bank of Australia has headquarters in United Kingdom.",
        "label": 0
    },
    {
        "data": "JPMorgan Chase operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "AT&T has headquarters in United States.",
        "label": 1
    },
    {
        "data": "SoftBank operates in the industry of telecommunications services.",
        "label": 1
    },
    {
        "data": "Toyota Motor operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "British American Tobacco operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "China Merchants Bank operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Thermo Fisher Scientific operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "LVMH Moet Hennessy Louis Vuitton operates in the industry of household & personal products.",
        "label": 1
    },
    {
        "data": "GlaxoSmithKline operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Truist Financial operates as a financial holding company, which engages in the provision of banking services to individuals, businesses and municipalities.",
        "label": 1
    },
    {
        "data": "Tesla has headquarters in United States.",
        "label": 1
    },
    {
        "data": "HSBC Holdings operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "Lowe's operates in the industry of Media.",
        "label": 0
    },
    {
        "data": "LukOil engages in the exploration, production, refining, marketing and distribution of oil.",
        "label": 1
    },
    {
        "data": "Truist Financial operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Enbridge engages in the provision of banking, investments, life and non-life insurance, and retirement and asset management services.",
        "label": 0
    },
    {
        "data": "Hitachi engages in the manufacture and sale of electrical equipment.",
        "label": 1
    },
    {
        "data": "Electricite de France engages in the production and marketing of metal, mineral, and energy and agricultural commodities.",
        "label": 0
    },
    {
        "data": "Cigna Corporation operates in the industry of Utilities.",
        "label": 0
    },
    {
        "data": "China Vanke has headquarters in China.",
        "label": 1
    },
    {
        "data": "Costco Wholesale has headquarters in United States.",
        "label": 1
    },
    {
        "data": "National Australia Bank is a materials science company, combining science and technology to develop innovative solutions.",
        "label": 0
    },
    {
        "data": "General Motors engages in the designing, manufacturing, and selling of cars, trucks and automobile parts.",
        "label": 1
    },
    {
        "data": "Hyundai Motor operates in the industry of consumer durables.",
        "label": 1
    },
    {
        "data": "Industrial and Commercial Bank of China engages in the development, design, manufacture, and sale of electronic equipment, instruments, devices, game consoles, and software for consumers, professionals and industrial markets.",
        "label": 0
    },
    {
        "data": "Samsung Group has headquarters in South Korea.",
        "label": 1
    },
    {
        "data": "Bank of Communications has headquarters in China.",
        "label": 1
    },
    {
        "data": "Electricite de France has headquarters in Russia.",
        "label": 0
    },
    {
        "data": "AIA Group has headquarters in United States.",
        "label": 0
    },
    {
        "data": "China Citic Bank produces and markets fuels, natural gas and low-carbon electricity.",
        "label": 0
    },
    {
        "data": "China Petroleum & Chemical engages in the exploration, development and production of crude oil and natural gas.",
        "label": 1
    },
    {
        "data": "Anthem has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Electricite de France has headquarters in France.",
        "label": 1
    },
    {
        "data": "Ford Motor operates in the industry of Chemicals.",
        "label": 0
    },
    {
        "data": "Chubb has headquarters in China.",
        "label": 0
    },
    {
        "data": "Bayerische Motoren Werke (BMW) has headquarters in Germany.",
        "label": 1
    },
    {
        "data": "Cisco Systems engages in the design, manufacture, and sale of Internet Protocol based networking products and services related to the communications and information technology industry.",
        "label": 1
    },
    {
        "data": "Toyota Motor engages in the manufacture and sale of motor vehicles and parts.",
        "label": 1
    },
    {
        "data": "Tokio Marine Holdings has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Lloyds Banking Group operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Roche Holding operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "Industrial and Commercial Bank of China engages in the provision of commercial banking and financial services.",
        "label": 1
    },
    {
        "data": "HSBC Holdings engages in the provision of banking and financial services.",
        "label": 1
    },
    {
        "data": "Tesla operates in the industry of Transportation.",
        "label": 0
    },
    {
        "data": "China Citic Bank operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Brookfield Asset Management engages in the production and marketing of consumer goods in the nutrition, hygiene, and personal care categories.",
        "label": 0
    },
    {
        "data": "ANZ operates in the industry of Semiconductors.",
        "label": 0
    },
    {
        "data": "China State Construction Engineering operates in the industry of Telecommunications Services.",
        "label": 0
    },
    {
        "data": "National Australia Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Shanghai Pudong Development Bank operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Westpac Banking engages in the provision of banking and financial services.",
        "label": 1
    },
    {
        "data": "China Mobile operates in the industry of telecommunications services.",
        "label": 1
    },
    {
        "data": "Munich Reinsurance operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Agricultural Bank of China operates in the industry of Food, Drink & Tobacco.",
        "label": 0
    },
    {
        "data": "Public Joint Stock Company Gazprom has headquarters in China.",
        "label": 0
    },
    {
        "data": "Chubb operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Hon Hai Precision operates in the industry of technology hardware & equipment.",
        "label": 1
    },
    {
        "data": "Barclays operates in the industry of Retailing.",
        "label": 0
    },
    {
        "data": "British American Tobacco British American Tobacco Acts as a financing subsidiary/special purpose entity.",
        "label": 1
    },
    {
        "data": "Medtronic operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Linde engages in the production and distribution of industrial gases.",
        "label": 1
    },
    {
        "data": "Eni operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "BHP Group has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "Glencore has headquarters in China.",
        "label": 0
    },
    {
        "data": "Micron Technology engages in the provision of innovative memory and storage solutions.",
        "label": 1
    },
    {
        "data": "Ping An Insurance (Group) Company of China has headquarters in France.",
        "label": 0
    },
    {
        "data": "Ping An Insurance (Group) Company of China operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Pfizer has headquarters in United States.",
        "label": 1
    },
    {
        "data": "HCA Healthcare operates in the industry of health care equipment & services.",
        "label": 1
    },
    {
        "data": "BlackRock has headquarters in Russia.",
        "label": 0
    },
    {
        "data": "Medtronic operates in the industry of health care equipment & services.",
        "label": 1
    },
    {
        "data": "Hitachi has headquarters in United States.",
        "label": 1
    },
    {
        "data": "CVS Health has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "Honda Motor engages in oil and gas exploration, production, and distribution activities.",
        "label": 0
    },
    {
        "data": "Johnson & Johnson is a holding company that engages in the research and development, manufacture and sale of products in the healthcare field.",
        "label": 1
    },
    {
        "data": "America Movil has headquarters in Switzerland.",
        "label": 0
    },
    {
        "data": "Wells Fargo engages in the discovery, development, manufacture and sale of a broad and diversified line of healthcare products.",
        "label": 0
    },
    {
        "data": "Postal Savings Bank of China engages in the provision of life, annuity, accident, and health insurance.",
        "label": 0
    },
    {
        "data": "Bank of America operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "America Movil operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Lloyds Banking Group operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "China Vanke engages in the development and sale of properties.",
        "label": 1
    },
    {
        "data": "Moller - Maersk engages in shipping, energy, transportation, offshore drilling, and retail activities.",
        "label": 1
    },
    {
        "data": "Mitsui operates in the industry of trading companies.",
        "label": 1
    },
    {
        "data": "Rio Tinto engages in the exploration, mining, and processing of mineral resources.",
        "label": 1
    },
    {
        "data": "Walt Disney operates in the industry of Aerospace & Defense.",
        "label": 0
    },
    {
        "data": "AT&T engages in business of product trading and business investment activities.",
        "label": 0
    },
    {
        "data": "Glencore has headquarters in Switzerland.",
        "label": 1
    },
    {
        "data": "Telefonica operates in the industry of telecommunications services.",
        "label": 1
    },
    {
        "data": "Intel is a holding company, which engages in steelmaking and mining activities.",
        "label": 0
    },
    {
        "data": "BlackRock has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Rio Tinto operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "Stellantis has headquarters in Netherlands.",
        "label": 1
    },
    {
        "data": "BP engages in the provision of financial products and banking services.",
        "label": 0
    },
    {
        "data": "Eni engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals.",
        "label": 1
    },
    {
        "data": "BNP Paribas has headquarters in China.",
        "label": 0
    },
    {
        "data": "Enel has headquarters in Rome.",
        "label": 1
    },
    {
        "data": "Hyundai Motor operates in the industry of Technology.",
        "label": 0
    },
    {
        "data": "Lockheed Martin engages in the manufacture, distribution and sale of automobiles.",
        "label": 0
    },
    {
        "data": "Cigna Corporation is a medical technology company, which engages in the development, manufacture, distribution, and sale of device-based medical therapies and services.",
        "label": 0
    },
    {
        "data": "Dow has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Univlever engages in the production and marketing of consumer goods in the nutrition, hygiene, and personal care categories.",
        "label": 1
    },
    {
        "data": "Glencore operates in the industry of materials.",
        "label": 1
    },
    {
        "data": "HCA Healthcare has headquarters in United Kingdom.",
        "label": 0
    },
    {
        "data": "Microsoft has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Iberdrola has headquarters in Spain.",
        "label": 1
    },
    {
        "data": "Amazon.com has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Univlever engages in the provision of banking and financial solutions.",
        "label": 0
    },
    {
        "data": "General Motors engages in the provision of healthcare services.",
        "label": 0
    },
    {
        "data": "The Home Depot operates in the industry of Food, Drink & Tobacco.",
        "label": 0
    },
    {
        "data": "Merck & Co. has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "Abbott Laboratories has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "Taiwan Semiconductor Manufacturing Company engages in the design, development, manufacture, and sale of fully electric vehicles, energy generation and storage systems.",
        "label": 0
    },
    {
        "data": "Morgan Stanley is a holding company, which engages in the provision of a portfolio of transportation, e-commerce, and business services.",
        "label": 0
    },
    {
        "data": "BASF operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Goldman Sachs Group engages in global investment banking, securities and investment management, which provides financial services.",
        "label": 1
    },
    {
        "data": "Apple has headquarters in United States.",
        "label": 1
    },
    {
        "data": "CVS Health operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Meta Platforms operates in the industry of it software & services.",
        "label": 1
    },
    {
        "data": "Roche Holding operates as a research healthcare company.",
        "label": 1
    },
    {
        "data": "Manulife engages in business of product trading and business investment activities.",
        "label": 0
    },
    {
        "data": "Comcast has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Itochu operates in the industry of trading companies.",
        "label": 1
    },
    {
        "data": "Public Joint Stock Company Gazprom has headquarters in Russia.",
        "label": 1
    },
    {
        "data": "ArcelorMittal operates in the industry of Gas & Oil Operations.",
        "label": 0
    },
    {
        "data": "Prudential Financial has headquarters in China.",
        "label": 0
    },
    {
        "data": "CVS Health engages in the provision of healthcare services.",
        "label": 1
    },
    {
        "data": "Cathay Financial operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "China Shenhua Energy operates in the industry of Transportation.",
        "label": 0
    },
    {
        "data": "PetroChina operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "Airbus Group operates in the industry of Telecommunications Services.",
        "label": 0
    },
    {
        "data": "Costco Wholesale operates in the industry of retailing.",
        "label": 1
    },
    {
        "data": "Bank of Nova Scotia operates in the industry of IT Software & Services.",
        "label": 0
    },
    {
        "data": "Equinor engages in the exploration, production, transport, refining, and marketing of petroleum and petroleum-derived products.",
        "label": 1
    },
    {
        "data": "Mitsubishi UFJ Financial Group has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "UnitedHealth Group engages in the provision of healthcare coverage, software and data consultancy services.",
        "label": 1
    },
    {
        "data": "American Express has headquarters in France.",
        "label": 0
    },
    {
        "data": "Prudential Financial operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "Morgan Stanley operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "UnitedHealth Group operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "State Bank of India operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "China Merchants Bank engages in the provision of corporate and personal banking services.",
        "label": 1
    },
    {
        "data": "Anglo American has headquarters in United Kingdom.",
        "label": 1
    },
    {
        "data": "Santander operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Meta Platforms has headquarters in Hong Kong.",
        "label": 0
    },
    {
        "data": "SoftBank has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "Ford Motor has headquarters in United States.",
        "label": 1
    },
    {
        "data": "BASF operates in the industry of chemicals.",
        "label": 1
    },
    {
        "data": "Moller - Maersk has headquarters in Denmark.",
        "label": 1
    },
    {
        "data": "Target operates in the industry of Food, Drink & Tobacco.",
        "label": 0
    },
    {
        "data": "Shanghai Pudong Development Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Anglo American operates in the industry of Construction.",
        "label": 0
    },
    {
        "data": "Honda Motor operates in the industry of consumer durables.",
        "label": 1
    },
    {
        "data": "Univlever has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Thermo Fisher Scientific engages in the manufacture and sale of semiconductor products.",
        "label": 0
    },
    {
        "data": "Honeywell operates as a bank holding company that offers financial services, including lending and depository services, cash management, foreign exchange and trust and investment management.",
        "label": 0
    },
    {
        "data": "China Mobile operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "PNC Financial Services has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Apple has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "Capital One engages in the provision of corporate and personal banking services, financial lease, assets custody services and conducting treasury business.",
        "label": 0
    },
    {
        "data": "Sumitomo Mitsui Financial is a holding company that engages in the management of its subsidiaries that provide financial services.",
        "label": 1
    },
    {
        "data": "Bayerische Motoren Werke (BMW) has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "Vale engages in the production and exportation of iron ore, pellets, manganese and iron alloys, which are raw materials needed for steelmaking.",
        "label": 1
    },
    {
        "data": "Agricultural Bank of China has headquarters in Hong Kong.",
        "label": 0
    },
    {
        "data": "UBS Group is a holding company that engages in the provision of financial management solutions.",
        "label": 1
    },
    {
        "data": "Novartis operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "China Merchants Bank engages in oil and natural gas production.",
        "label": 0
    },
    {
        "data": "Munich Reinsurance operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Credit Agricole engages in the provision of banking and financial services.",
        "label": 1
    },
    {
        "data": "Alibaba Group operates in the industry of retailing.",
        "label": 1
    },
    {
        "data": "Mitsui engages in the general trading business.",
        "label": 1
    },
    {
        "data": "Bank of Communications operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "ING Group operates in the industry of Materials.",
        "label": 0
    },
    {
        "data": "Deutsche Telekom operates in the industry of telecommunications services.",
        "label": 1
    },
    {
        "data": "America Movil has headquarters in Mexico.",
        "label": 1
    },
    {
        "data": "Tokio Marine Holdings has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "Tesla engages in the manufacture and sale of automobiles and motorcycles.",
        "label": 0
    },
    {
        "data": "LVMH Moet Hennessy Louis Vuitton engages in the manufacture of luxury goods.",
        "label": 1
    },
    {
        "data": "Mitsui has headquarters in China.",
        "label": 0
    },
    {
        "data": "Lockheed Martin operates as a global security and aerospace company, which engages in the research, design, development, manufacture, integration, and sustainment of technology systems, products, and services.",
        "label": 1
    },
    {
        "data": "Bank of America operates in the industry of Aerospace & Defense.",
        "label": 0
    },
    {
        "data": "Saudi Arabian Oil Company (Saudi Aramco) engages in the exploration, development and production of crude oil and natural gas.",
        "label": 0
    },
    {
        "data": "Sony has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "CITIC has headquarters in Russia.",
        "label": 0
    },
    {
        "data": "FedEx operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "National Australia Bank has headquarters in Australia.",
        "label": 1
    },
    {
        "data": "Rio Tinto has headquarters in France.",
        "label": 0
    },
    {
        "data": "Novartis is a holding company, which engages in the development, manufacture, and marketing of healthcare products.",
        "label": 1
    },
    {
        "data": "Tokio Marine Holdings engages in the management of its group companies which are in the insurance business.",
        "label": 1
    },
    {
        "data": "AXA engages in providing online and mobile marketplaces in retail and wholesale trade.",
        "label": 0
    },
    {
        "data": "Linde operates in the industry of Construction.",
        "label": 0
    },
    {
        "data": "MetLife provides insurance and financial services to individual and institutional customers.",
        "label": 1
    },
    {
        "data": "China Vanke operates in the industry of construction.",
        "label": 1
    },
    {
        "data": "Munich Reinsurance has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Nestle operates in the industry of food, drink & tobacco.",
        "label": 1
    },
    {
        "data": "Exxon Mobil has headquarters in Switzerland.",
        "label": 0
    },
    {
        "data": "U.S. Bancorp operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Rosneft engages in the exploration, development, production and sale of crude oil & gas. It also involves in refining, transportation, and sale of petroleum products.",
        "label": 1
    },
    {
        "data": "LukOil operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "BNP Paribas has headquarters in France.",
        "label": 1
    },
    {
        "data": "Bank of Communications operates in the industry of Technology.",
        "label": 0
    },
    {
        "data": "United Parcel Service operates in the industry of transportation.",
        "label": 1
    },
    {
        "data": "Taiwan Semiconductor Manufacturing Company engages in the manufacture and sale of integrated circuits and wafer semiconductor devices.",
        "label": 1
    },
    {
        "data": "Credit Agricole operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "IBM has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "ANZ provides banking, financial products and services to retail, small business, corporate and institutional clients.",
        "label": 1
    },
    {
        "data": "Itochu operates in the industry of Transportation.",
        "label": 0
    },
    {
        "data": "Public Joint Stock Company Gazprom operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "China Life Insurance has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "SoftBank operates in the industry of Diversified Financials.",
        "label": 0
    },
    {
        "data": "United Parcel Service engages in the provision of telecommunication services.",
        "label": 0
    },
    {
        "data": "Saudi Arabian Oil Company (Saudi Aramco) has headquarters in Switzerland.",
        "label": 0
    },
    {
        "data": "Mercedes-Benz Group engages in the production and distribution of cars, trucks and vans.",
        "label": 1
    },
    {
        "data": "Comcast operates in the industry of media.",
        "label": 1
    },
    {
        "data": "LukOil has headquarters in China.",
        "label": 0
    },
    {
        "data": "Bank of China operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "LVMH Moet Hennessy Louis Vuitton is a holding company, which engages in the development, manufacture, and marketing of healthcare products.",
        "label": 0
    },
    {
        "data": "BASF is a financial holding company. It provides financial and investment banking services.",
        "label": 0
    },
    {
        "data": "Intel has headquarters in Russia.",
        "label": 0
    },
    {
        "data": "Sberbank engages in the provision of a range of property casualty insurance, life insurance, retirement products, and other financial services to commercial and individual customers.",
        "label": 0
    },
    {
        "data": "AbbVie (ABBV) operates in the industry of drugs & biotechnology.",
        "label": 1
    },
    {
        "data": "HCA Healthcare operates as an investment holding company.",
        "label": 0
    },
    {
        "data": "American International Group operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "Visa has headquarters in Switzerland.",
        "label": 0
    },
    {
        "data": "Lowe's engages in the provision of telecommunication services.",
        "label": 0
    },
    {
        "data": "BHP Group operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "BlackRock is a mining company, which engages in the exploration and mining of precious base metals and ferrous metals.",
        "label": 0
    },
    {
        "data": "Danaher operates as a medical company, which designs, manufactures, and markets professional, medical, industrial and commercial products and services.",
        "label": 1
    },
    {
        "data": "Samsung Group operates in the industry of technology.",
        "label": 1
    },
    {
        "data": "American International Group is a holding company, which engages in the business of acquisition and operation of different companies.",
        "label": 0
    },
    {
        "data": "Dow operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "PepsiCo has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "Nestle has headquarters in Switzerland.",
        "label": 1
    },
    {
        "data": "American Express operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "PetroChina engages in the provision of innovative memory and storage solutions.",
        "label": 0
    },
    {
        "data": "Toronto-Dominion Bank provides financial products and services.",
        "label": 1
    },
    {
        "data": "AbbVie (ABBV) engages in the exploration, development, production, and processing of iron ore, metallurgical coal, and copper.",
        "label": 0
    },
    {
        "data": "U.S. Bancorp has headquarters in South Korea.",
        "label": 0
    },
    {
        "data": "E.ON operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "Rosneft is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions.",
        "label": 0
    },
    {
        "data": "SAP engages in the provision of enterprise application software and software-related services.",
        "label": 1
    },
    {
        "data": "Prudential Financial operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "Microsoft engages in the provision of global health services.",
        "label": 0
    },
    {
        "data": "Industrial Bank engages in owning and operating of general merchandise stores.",
        "label": 0
    },
    {
        "data": "Shell engages in the discovery, development, manufacture and sale of a broad and diversified line of healthcare products.",
        "label": 0
    },
    {
        "data": "Nippon Telegraph & Telephone has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "China Petroleum & Chemical operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "BBVA has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Glencore engages in the exploration, production, transportation and marketing of crude oil, bitumen, natural gas, natural gas liquids and liquefied natural gas on a worldwide basis.",
        "label": 0
    },
    {
        "data": "Charles Schwab Corporation has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Morgan Stanley operates in the industry of Chemicals.",
        "label": 0
    },
    {
        "data": "Santander operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Target has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "Bristol Myers Squibb operates in the industry of drugs & biotechnology.",
        "label": 1
    },
    {
        "data": "ANZ is a software industrial company, which offers industry specific solutions to aerospace and automotive products and services.",
        "label": 0
    },
    {
        "data": "China Shenhua Energy engages in the production and sale of coal and electricity.",
        "label": 1
    },
    {
        "data": "Coca-Cola is a nonalcoholic beverage company that engages in the manufacture, market, and sale of non-alcoholic beverages, including sparkling soft drinks, water, sports drinks, tea, coffee and energy drinks.",
        "label": 1
    },
    {
        "data": "SAP operates in the industry of it software & services.",
        "label": 1
    },
    {
        "data": "ANZ operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "BNP Paribas operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Raytheon Technologies engages in the provision of aerospace and defense systems and services for commercial, military and government customers.",
        "label": 1
    },
    {
        "data": "Poly Developments & Holdings Group engages in property development, commodity residential building distribution, and property management.",
        "label": 1
    },
    {
        "data": "Nestle has headquarters in Mexico.",
        "label": 0
    },
    {
        "data": "Broadcom operates in the industry of Capital Goods.",
        "label": 0
    },
    {
        "data": "CITIC is an investment holding company, which engages in finance, energy, engineering, manufacturing, and real estate businesses.",
        "label": 1
    },
    {
        "data": "Postal Savings Bank of China engages in the provision of banking and related financial services.",
        "label": 1
    },
    {
        "data": "Siemens has headquarters in Germany.",
        "label": 1
    },
    {
        "data": "Accenture has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Reliance Industries operates in the industry of gas & oil operations.",
        "label": 1
    },
    {
        "data": "ArcelorMittal has headquarters in Luxembourg.",
        "label": 1
    },
    {
        "data": "Tokio Marine Holdings operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Linde engages in owning and operating of general merchandise stores.",
        "label": 0
    },
    {
        "data": "National Australia Bank operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Anheuser-Busch InBev operates as a holding company, which engages in the manufacture and distribution of alcoholic and non-alcoholic beverages.",
        "label": 1
    },
    {
        "data": "Cathay Financial has headquarters in Taiwan.",
        "label": 1
    },
    {
        "data": "Lockheed Martin operates in the industry of aerospace & defense.",
        "label": 1
    },
    {
        "data": "HDFC Bank has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "RBC engages in the provision of financial services.",
        "label": 0
    },
    {
        "data": "CVS Health operates in the industry of retailing.",
        "label": 1
    },
    {
        "data": "Amazon.com operates in the industry of Semiconductors.",
        "label": 0
    },
    {
        "data": "AbbVie (ABBV) has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Canadian Imperial Bank of Commerce operates in the industry of Materials.",
        "label": 0
    },
    {
        "data": "Barclays operates as a social networking company worldwide.",
        "label": 0
    },
    {
        "data": "Enbridge operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Raytheon Technologies has headquarters in China.",
        "label": 0
    },
    {
        "data": "Chevron engages in the provision of administrative, financial management and technology support for energy and chemical operations.",
        "label": 1
    },
    {
        "data": "Industrial Bank operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Nestle engages in the production and distribution of cars, trucks and vans.",
        "label": 0
    },
    {
        "data": "China Telecom has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "E.ON has headquarters in France.",
        "label": 0
    },
    {
        "data": "Toronto-Dominion Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Walmart operates in the industry of retailing.",
        "label": 1
    },
    {
        "data": "Visa engages in the provision of digital payment services. It also facilitates global commerce through the transfer of value and information among global network of consumers, merchants, financial institutions, businesses, strategic partners, and government entities.",
        "label": 1
    },
    {
        "data": "Itochu has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "Verizon Communications engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals.",
        "label": 0
    },
    {
        "data": "Equinor has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Anheuser-Busch InBev has headquarters in Belgium.",
        "label": 1
    },
    {
        "data": "China Citic Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "British American Tobacco operates in the industry of food, drink & tobacco.",
        "label": 1
    },
    {
        "data": "HSBC Holdings has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Coca-Cola operates in the industry of food, drink & tobacco.",
        "label": 1
    },
    {
        "data": "Morgan Stanley operates as a global financial services company.",
        "label": 1
    },
    {
        "data": "Toronto-Dominion Bank operates in the industry of Materials.",
        "label": 0
    },
    {
        "data": "Itochu engages in business of product trading and business investment activities.",
        "label": 1
    },
    {
        "data": "Postal Savings Bank of China has headquarters in China.",
        "label": 1
    },
    {
        "data": "Verizon Communications operates in the industry of Conglomerates.",
        "label": 0
    },
    {
        "data": "Lloyds Banking Group is a holding company that engages in the provision of financial products and services.",
        "label": 0
    },
    {
        "data": "Ping An Insurance (Group) Company of China operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Chevron has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Zurich Insurance has headquarters in China.",
        "label": 0
    },
    {
        "data": "Hon Hai Precision has headquarters in Taiwan.",
        "label": 1
    },
    {
        "data": "Hon Hai Precision has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Johnson & Johnson operates in the industry of drugs & biotechnology.",
        "label": 1
    },
    {
        "data": "Toronto-Dominion Bank engages in the provision of financial products and services.",
        "label": 0
    },
    {
        "data": "Industrial and Commercial Bank of China has headquarters in China.",
        "label": 1
    },
    {
        "data": "Accenture engages in the provision of management consulting, technology, and outsourcing services.",
        "label": 1
    },
    {
        "data": "Amazon.com has headquarters in Italy.",
        "label": 0
    },
    {
        "data": "China Construction Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "AT&T is a holding company that engages in the provision of telecommunications media and technology service.",
        "label": 1
    },
    {
        "data": "Commonwealth Bank of Australia is a nonalcoholic beverage company that engages in the manufacture, market, and sale of non-alcoholic beverages, including sparkling soft drinks, water, sports drinks, tea, coffee and energy drinks.",
        "label": 0
    },
    {
        "data": "BASF has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Walt Disney has headquarters in United States.",
        "label": 1
    },
    {
        "data": "BP operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Johnson & Johnson has headquarters in United States.",
        "label": 1
    },
    {
        "data": "HCA Healthcare operates in the industry of Transportation.",
        "label": 0
    },
    {
        "data": "FedEx is a holding company, which engages in the provision of a portfolio of transportation, e-commerce, and business services.",
        "label": 1
    },
    {
        "data": "Eni operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Intel engages in the design, manufacture and sale of computer products and technologies.",
        "label": 1
    },
    {
        "data": "Saudi Arabian Oil Company (Saudi Aramco) operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Itau Unibanco Holding provides financial products and services to individual and corporate clients in Brazil and abroad.",
        "label": 1
    },
    {
        "data": "UnitedHealth Group has headquarters in United States.",
        "label": 1
    },
    {
        "data": "China Life Insurance has headquarters in China.",
        "label": 1
    },
    {
        "data": "Mizuho Financial has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "ConocoPhillips has headquarters in United Kingdom.",
        "label": 0
    },
    {
        "data": "RBC operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "Volkswagen Group operates in the industry of consumer durables.",
        "label": 1
    },
    {
        "data": "Iberdrola has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "Deutsche Telekom operates in the industry of Telecommunications Services.",
        "label": 0
    },
    {
        "data": "CNOOC is a diversified, community-based financial services company.",
        "label": 0
    },
    {
        "data": "Stellantis operates in the industry of consumer durables.",
        "label": 1
    },
    {
        "data": "Nippon Telegraph & Telephone operates in the industry of telecommunications services.",
        "label": 1
    },
    {
        "data": "China State Construction Engineering engages in the following business activities: housing construction, real estate development and investment, infrastructure construction and investment, prospecting and design, and overseas industries.",
        "label": 1
    },
    {
        "data": "JPMorgan Chase is a financial holding company. It provides financial and investment banking services.",
        "label": 1
    },
    {
        "data": "Industrial Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "PepsiCo has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Linde has headquarters in United Kingdom.",
        "label": 1
    },
    {
        "data": "Anheuser-Busch InBev engages in the exploration, production, refining, marketing and distribution of oil.",
        "label": 0
    },
    {
        "data": "RBC has headquarters in Canada.",
        "label": 1
    },
    {
        "data": "AbbVie (ABBV) is a research-based biopharmaceutical company, which engages in the development and sale of pharmaceutical products.",
        "label": 1
    },
    {
        "data": "Shanghai Pudong Development Bank provides banking and financial services.",
        "label": 1
    },
    {
        "data": "Enbridge engages in the provision of gas and oil businesses.",
        "label": 1
    },
    {
        "data": "Walt Disney operates in the industry of media.",
        "label": 1
    },
    {
        "data": "Charles Schwab Corporation is a savings and loan holding company, which engages in the provision of wealth management, securities brokerage, banking, asset management, custody, and financial advisory services.",
        "label": 1
    },
    {
        "data": "Anthem operates in the industry of Health Care Equipment & Services.",
        "label": 0
    },
    {
        "data": "Taiwan Semiconductor Manufacturing Company has headquarters in Taiwan.",
        "label": 1
    },
    {
        "data": "Siemens operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "China Merchants Bank has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Micron Technology operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Taiwan Semiconductor Manufacturing Company operates in the industry of Chemicals.",
        "label": 0
    },
    {
        "data": "BBVA operates in the industry of Household & Personal Products.",
        "label": 0
    },
    {
        "data": "Public Joint Stock Company Gazprom engages in the retail sale of home improvement products.",
        "label": 0
    },
    {
        "data": "Deutsche Telekom operates as a financial holding company that engages in the provision of financial products and services.",
        "label": 0
    },
    {
        "data": "JPMorgan Chase operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "LVMH Moet Hennessy Louis Vuitton operates in the industry of Semiconductors.",
        "label": 0
    },
    {
        "data": "VINCI has headquarters in South Korea.",
        "label": 0
    },
    {
        "data": "Airbus Group has headquarters in United States.",
        "label": 0
    },
    {
        "data": "ING Group operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "Abbott Laboratories operates in the industry of healthcare equipment & services.",
        "label": 1
    },
    {
        "data": "Commonwealth Bank of Australia engages in the provision of banking and financial services.",
        "label": 1
    },
    {
        "data": "Generali Group operates in the industry of Diversified Financials.",
        "label": 0
    },
    {
        "data": "Nippon Telegraph & Telephone engages in the provision of banking and financial services.",
        "label": 0
    },
    {
        "data": "American International Group operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Lowe's has headquarters in United States.",
        "label": 1
    },
    {
        "data": "British American Tobacco has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Sberbank has headquarters in Russia.",
        "label": 1
    },
    {
        "data": "Mitsui operates in the industry of Retailing.",
        "label": 0
    },
    {
        "data": "Anglo American engages in the provision of healthcare services.",
        "label": 0
    },
    {
        "data": "ENGIE has headquarters in France.",
        "label": 1
    },
    {
        "data": "Nippon Telegraph & Telephone is a holding company that engages in the provision of telecommunication services.",
        "label": 1
    },
    {
        "data": "China Merchants Bank has headquarters in China.",
        "label": 1
    },
    {
        "data": "China Shenhua Energy engages in the production and marketing of metal, mineral, and energy and agricultural commodities.",
        "label": 0
    },
    {
        "data": "Volkswagen Group has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Truist Financial has headquarters in United Kingdom.",
        "label": 0
    },
    {
        "data": "Bristol Myers Squibb operates in the industry of Food, Drink & Tobacco.",
        "label": 0
    },
    {
        "data": "PNC Financial Services operates in the industry of Aerospace & Defense.",
        "label": 0
    },
    {
        "data": "Medtronic has headquarters in Ireland.",
        "label": 1
    },
    {
        "data": "Meta Platforms operates as a social networking company worldwide.",
        "label": 1
    },
    {
        "data": "ING Group has headquarters in Russia.",
        "label": 0
    },
    {
        "data": "ConocoPhillips engages in the provision of banking and financial services.",
        "label": 0
    },
    {
        "data": "China Mobile engages in the manufacture, marketing, distribution and sale of beverages, food, and snacks.",
        "label": 0
    },
    {
        "data": "Poly Developments & Holdings Group operates as a holding company that engages in the provision of insurance and asset management services.",
        "label": 0
    },
    {
        "data": "China Mobile has headquarters in Hong Kong.",
        "label": 1
    },
    {
        "data": "Electricite de France operates in the industry of utilities.",
        "label": 1
    },
    {
        "data": "RBC operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Banco Bradesco operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Goldman Sachs Group is a holding company that engages in the provision of telecommunications media and technology service.",
        "label": 0
    },
    {
        "data": "Danaher has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Samsung Group engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals.",
        "label": 0
    },
    {
        "data": "CITIC operates in the industry of trading companies.",
        "label": 1
    },
    {
        "data": "Deere & Company has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Oracle engages in the design, manufacture and sale of computer products and technologies.",
        "label": 0
    },
    {
        "data": "Eni has headquarters in Switzerland.",
        "label": 0
    },
    {
        "data": "Hyundai Motor engages in owning and operating of general merchandise stores.",
        "label": 0
    },
    {
        "data": "BNP Paribas operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Electricite de France operates in the industry of Materials.",
        "label": 0
    },
    {
        "data": "FedEx has headquarters in United States.",
        "label": 1
    },
    {
        "data": "China Vanke engages in the discovery, development, licensing, manufacture, marketing, distribution and sale of biopharmaceutical products.",
        "label": 0
    },
    {
        "data": "Deutsche Post operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Goldman Sachs Group operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "CNOOC has headquarters in Hong Kong.",
        "label": 1
    },
    {
        "data": "Capital One operates as a financial holding company that engages in the provision of financial products and services.",
        "label": 1
    },
    {
        "data": "Telefonica has headquarters in France.",
        "label": 0
    },
    {
        "data": "Cisco Systems operates in the industry of technology hardware & equipment.",
        "label": 1
    },
    {
        "data": "KDDI engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals.",
        "label": 0
    },
    {
        "data": "Honda Motor has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Accenture provides financial products and services.",
        "label": 0
    },
    {
        "data": "Saudi Arabian Oil Company (Saudi Aramco) operates in the industry of Trading Companies.",
        "label": 0
    },
    {
        "data": "Manulife operates in the industry of Diversified Financials.",
        "label": 0
    },
    {
        "data": "BHP Group engages in the exploration, development, production, and processing of iron ore, metallurgical coal, and copper.",
        "label": 1
    },
    {
        "data": "Fubon Financial has headquarters in Taiwan.",
        "label": 1
    },
    {
        "data": "Morgan Stanley has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Target engages in owning and operating of general merchandise stores.",
        "label": 1
    },
    {
        "data": "FedEx operates in the industry of transportation.",
        "label": 1
    },
    {
        "data": "Meta Platforms operates in the industry of Food, Drink & Tobacco.",
        "label": 0
    },
    {
        "data": "ANZ has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Manulife has headquarters in Canada.",
        "label": 1
    },
    {
        "data": "Verizon Communications has headquarters in United States.",
        "label": 1
    },
    {
        "data": "UBS Group operates in the industry of Aerospace & Defense.",
        "label": 0
    },
    {
        "data": "BP has headquarters in France.",
        "label": 0
    },
    {
        "data": "Agricultural Bank of China operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Procter & Gamble has headquarters in Luxembourg.",
        "label": 0
    },
    {
        "data": "China Citic Bank is a commercial bank, which engages in the provision of corporate and personal banking services.",
        "label": 1
    },
    {
        "data": "PNC Financial Services operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "UBS Group has headquarters in Switzerland.",
        "label": 1
    },
    {
        "data": "Moller - Maersk operates in the industry of IT Software & Services.",
        "label": 0
    },
    {
        "data": "Dell Technologies operates as a logistics and package delivery company providing supply chain management services.",
        "label": 0
    },
    {
        "data": "Petrobras has headquarters in France.",
        "label": 0
    },
    {
        "data": "Intesa Sanpaolo operates as a financial holding company that engages in the provision of financial products and services.",
        "label": 0
    },
    {
        "data": "Intesa Sanpaolo has headquarters in Italy.",
        "label": 1
    },
    {
        "data": "Canadian Imperial Bank of Commerce has headquarters in Canada.",
        "label": 1
    },
    {
        "data": "Johnson & Johnson operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Reliance Industries has headquarters in India.",
        "label": 1
    },
    {
        "data": "AIA Group operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Agricultural Bank of China engages in the provision of international commercial banking and financial services.",
        "label": 1
    },
    {
        "data": "State Bank of India engages in the provision of commercial banking services.",
        "label": 1
    },
    {
        "data": "Walt Disney has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "Meta Platforms has headquarters in United States.",
        "label": 1
    },
    {
        "data": "BNP Paribas is a financial services company, which engages in the provision of a wide range of banking and financial services.",
        "label": 0
    },
    {
        "data": "Morgan Stanley has headquarters in South Korea.",
        "label": 0
    },
    {
        "data": "Cisco Systems has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Manulife has headquarters in Russia.",
        "label": 0
    },
    {
        "data": "E.ON has headquarters in Germany.",
        "label": 1
    },
    {
        "data": "Microsoft has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "AXA operates as a holding company that engages in the provision of insurance and asset management services.",
        "label": 1
    },
    {
        "data": "United Parcel Service has headquarters in United States.",
        "label": 1
    },
    {
        "data": "ING Group engages in the manufacture and sale of electrical equipment.",
        "label": 0
    },
    {
        "data": "VINCI engages in the provision of mail and logistics services.",
        "label": 0
    },
    {
        "data": "SK Hynix has headquarters in South Korea.",
        "label": 1
    },
    {
        "data": "Broadcom is a global technology company, which designs, develops and supplies semiconductor and infrastructure software solutions.",
        "label": 1
    },
    {
        "data": "Citigroup operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "Banco Bradesco engages in the provision of financial and insurance services.",
        "label": 1
    },
    {
        "data": "Deutsche Post operates in the industry of transportation.",
        "label": 1
    },
    {
        "data": "Toyota Motor has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Thermo Fisher Scientific has headquarters in South Korea.",
        "label": 0
    },
    {
        "data": "LVMH Moet Hennessy Louis Vuitton has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Petrobras operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Ping An Insurance (Group) Company of China provides commercial banking and financial services.",
        "label": 0
    },
    {
        "data": "Itau Unibanco Holding has headquarters in China.",
        "label": 0
    },
    {
        "data": "SoftBank engages in the provision of insurance and investment advisory services.",
        "label": 0
    },
    {
        "data": "AIA Group has headquarters in Hong Kong.",
        "label": 1
    },
    {
        "data": "Bank of China engages in the provision of banking and financial services.",
        "label": 1
    },
    {
        "data": "Walt Disney engages in the manufacture and sale of automobiles and motorcycles.",
        "label": 0
    },
    {
        "data": "China Shenhua Energy has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Manulife is a financial services company that engages in the provision of financial protection and wealth management products and services.",
        "label": 1
    },
    {
        "data": "UBS Group engages in oil and gas exploration, production, and distribution activities.",
        "label": 0
    },
    {
        "data": "Zurich Insurance engages in the provision of commercial banking and financial services.",
        "label": 0
    },
    {
        "data": "Moller - Maersk has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "Santander engages in the provision of banking and financial services.",
        "label": 0
    },
    {
        "data": "PetroChina operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Postal Savings Bank of China operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "American International Group has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Berkshire Hathaway has headquarters in China.",
        "label": 0
    },
    {
        "data": "Raytheon Technologies has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Charter Communications has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Bank of China engages in the exploration, development, production and sale of crude oil & gas. It also involves in refining, transportation, and sale of petroleum products.",
        "label": 0
    },
    {
        "data": "Exxon Mobil has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Sumitomo Mitsui Financial has headquarters in China.",
        "label": 0
    },
    {
        "data": "Merck & Co. engages in the provision of health solutions through its prescription medicines, vaccines, biologic therapies, animal health, and consumer care products.",
        "label": 1
    },
    {
        "data": "Comcast operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Poly Developments & Holdings Group operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Total has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "Barclays has headquarters in United Kingdom.",
        "label": 1
    },
    {
        "data": "Siemens engages in property development, commodity residential building distribution, and property management.",
        "label": 0
    },
    {
        "data": "Merck & Co. operates in the industry of united states.",
        "label": 1
    },
    {
        "data": "China Petroleum & Chemical has headquarters in China.",
        "label": 1
    },
    {
        "data": "Shell has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "Lockheed Martin has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Bank of Montreal operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "Bank of Communications has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Mitsubishi UFJ Financial Group operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Bristol Myers Squibb engages in the provision of global health services.",
        "label": 0
    },
    {
        "data": "Vale engages in the provision of healthcare services.",
        "label": 0
    },
    {
        "data": "Enel engages in global investment banking, securities and investment management, which provides financial services.",
        "label": 0
    },
    {
        "data": "Verizon Communications is a holding company that engages in the provision of communications, information and entertainment products and services to consumers, businesses and governmental agencies.",
        "label": 1
    },
    {
        "data": "MetLife has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "Berkshire Hathaway has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Mercedes-Benz Group has headquarters in United States.",
        "label": 0
    },
    {
        "data": "CITIC has headquarters in Hong Kong.",
        "label": 1
    },
    {
        "data": "HDFC Bank engages in the provision of banking and financial services, including commercial banking and treasury operations.",
        "label": 1
    },
    {
        "data": "Wells Fargo operates in the industry of Diversified Financials.",
        "label": 0
    },
    {
        "data": "China Vanke has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "UnitedHealth Group engages in the provision of financial services.",
        "label": 0
    },
    {
        "data": "Oracle operates in the industry of it software & services.",
        "label": 1
    },
    {
        "data": "Micron Technology operates in the industry of semiconductors.",
        "label": 1
    },
    {
        "data": "Volkswagen Group has headquarters in Germany.",
        "label": 1
    },
    {
        "data": "Canadian Imperial Bank of Commerce has headquarters in Brazil.",
        "label": 0
    },
    {
        "data": "Cisco Systems engages in the exploration, production, refining and sale of oil, gas, electricity and chemicals.",
        "label": 0
    },
    {
        "data": "Zurich Insurance operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Hyundai Motor has headquarters in South Korea.",
        "label": 1
    },
    {
        "data": "Abbott Laboratories operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "VINCI operates in the industry of construction.",
        "label": 1
    },
    {
        "data": "Siemens is a U.S. subsidiary of Siemens AG, a global powerhouse focusing on the areas of power generation and distribution, intelligent infrastructure for buildings and distributed energy systems, and automation and digitalization in the process and manufacturing industries.",
        "label": 1
    },
    {
        "data": "Hon Hai Precision operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "Mizuho Financial is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions.",
        "label": 0
    },
    {
        "data": "Alibaba Group has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "Sumitomo Mitsui Financial engages in the ownership and operation of assets of its shareholder and clients with a focus on real estate, renewable power, infrastructure and private equity.",
        "label": 0
    },
    {
        "data": "Stellantis operates in the industry of Food, Drink & Tobacco.",
        "label": 0
    },
    {
        "data": "Equinor operates in the industry of Capital Goods.",
        "label": 0
    },
    {
        "data": "Anglo American is a mining company, which engages in the exploration and mining of precious base metals and ferrous metals.",
        "label": 1
    },
    {
        "data": "ArcelorMittal operates in the industry of materials.",
        "label": 1
    },
    {
        "data": "Westpac Banking has headquarters in Brazil.",
        "label": 0
    },
    {
        "data": "Bank of America has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Tencent Holdings engages in the provision of energy solutions.",
        "label": 0
    },
    {
        "data": "Amazon.com engages in the manufacture of luxury goods.",
        "label": 0
    },
    {
        "data": "Agricultural Bank of China has headquarters in China.",
        "label": 1
    },
    {
        "data": "Cigna Corporation engages in the provision of global health services.",
        "label": 1
    },
    {
        "data": "China Telecom engages in the provision of telecommunication services.",
        "label": 1
    },
    {
        "data": "IBM engages in the exploration, mining, and processing of mineral resources.",
        "label": 0
    },
    {
        "data": "Public Joint Stock Company Gazprom is a global energy company that engages in geological exploration, production, transportation, storage, processing and sales of gas, gas condensate and oil.",
        "label": 1
    },
    {
        "data": "Cigna Corporation has headquarters in Switzerland.",
        "label": 0
    },
    {
        "data": "Vale operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Shanghai Pudong Development Bank is a materials science company, combining science and technology to develop innovative solutions.",
        "label": 0
    },
    {
        "data": "BBVA engages in the traditional banking businesses of retail banking, asset management, private banking, and wholesale banking.",
        "label": 1
    },
    {
        "data": "Agricultural Bank of China engages in the provision of banking and financial services.",
        "label": 0
    },
    {
        "data": "PepsiCo engages in the provision of analytical instruments, equipment, reagents and consumables, software and services for research, analysis, discovery and diagnostics.",
        "label": 0
    },
    {
        "data": "Apple engages in the design, manufacture, and sale of smartphones, personal computers, tablets, wearables and accessories, and other variety of related services.",
        "label": 1
    },
    {
        "data": "Caterpillar engages in the provision of insurance and reinsurance services.",
        "label": 0
    },
    {
        "data": "MetLife operates in the industry of Consumer Durables.",
        "label": 0
    },
    {
        "data": "SAP is an investment holding company that engages in the exploration, development, production and sale of crude oil, natural gas and other petroleum products through its subsidiaries.",
        "label": 0
    },
    {
        "data": "Dell Technologies has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Honeywell has headquarters in Taiwan.",
        "label": 0
    },
    {
        "data": "Visa operates in the industry of United States.",
        "label": 0
    },
    {
        "data": "JPMorgan Chase has headquarters in China.",
        "label": 0
    },
    {
        "data": "BBVA operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Mitsubishi UFJ Financial Group operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Credit Agricole has headquarters in France.",
        "label": 1
    },
    {
        "data": "Duke Energy has headquarters in United Kingdom.",
        "label": 0
    },
    {
        "data": "Thermo Fisher Scientific operates in the industry of healthcare equipment & services.",
        "label": 1
    },
    {
        "data": "Lowe's has headquarters in Australia.",
        "label": 0
    },
    {
        "data": "Sberbank operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Sony engages in the development, design, manufacture, and sale of electronic equipment, instruments, devices, game consoles, and software for consumers, professionals and industrial markets.",
        "label": 1
    },
    {
        "data": "Mitsubishi UFJ Financial Group operates as a holding company, which provides financial services through its subsidiaries.",
        "label": 1
    },
    {
        "data": "Deere & Company is a nonalcoholic beverage company that engages in the manufacture, market, and sale of non-alcoholic beverages, including sparkling soft drinks, water, sports drinks, tea, coffee and energy drinks.",
        "label": 0
    },
    {
        "data": "BBVA has headquarters in Spain.",
        "label": 1
    },
    {
        "data": "China Life Insurance engages in the provision of life, annuity, accident, and health insurance.",
        "label": 1
    },
    {
        "data": "Industrial Bank engages in the provision of corporate and personal banking services, financial lease, assets custody services and conducting treasury business.",
        "label": 1
    },
    {
        "data": "Shell operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Procter & Gamble engages in the provision of branded consumer packaged goods.",
        "label": 1
    },
    {
        "data": "Brookfield Asset Management engages in the ownership and operation of assets of its shareholder and clients with a focus on real estate, renewable power, infrastructure and private equity.",
        "label": 1
    },
    {
        "data": "Eni is a global technology company, which designs, develops and supplies semiconductor and infrastructure software solutions.",
        "label": 0
    },
    {
        "data": "Mercedes-Benz Group operates as an integrated oil and gas company.",
        "label": 0
    },
    {
        "data": "Mitsubishi has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "National Australia Bank engages in the provision of banking and financial services.",
        "label": 1
    },
    {
        "data": "State Bank of India has headquarters in India.",
        "label": 1
    },
    {
        "data": "Target operates in the industry of retailing.",
        "label": 1
    },
    {
        "data": "General Motors operates in the industry of consumer durables.",
        "label": 1
    },
    {
        "data": "Airbus Group engages in the provision of telecommunications services.",
        "label": 0
    },
    {
        "data": "Wells Fargo has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Airbus Group has headquarters in Netherlands.",
        "label": 1
    },
    {
        "data": "Tesla engages in the design, development, manufacture, and sale of fully electric vehicles, energy generation and storage systems.",
        "label": 1
    },
    {
        "data": "Deere & Company has headquarters in Saudi Arabia.",
        "label": 0
    },
    {
        "data": "Fubon Financial operates in the industry of Capital Goods.",
        "label": 0
    },
    {
        "data": "Rio Tinto provides banking, financial products and services to retail, small business, corporate and institutional clients.",
        "label": 0
    },
    {
        "data": "Honda Motor operates in the industry of Chemicals.",
        "label": 0
    },
    {
        "data": "Ping An Insurance (Group) Company of China has headquarters in China.",
        "label": 1
    },
    {
        "data": "CNOOC has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Canadian Imperial Bank of Commerce operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Toronto-Dominion Bank operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Bank of Nova Scotia operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "America Movil engages in the provision of telecommunications services.",
        "label": 1
    },
    {
        "data": "Charles Schwab Corporation operates in the industry of diversified financials.",
        "label": 1
    },
    {
        "data": "Mitsui has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "Anthem engages in the provision of products and services that address all aspects of corporate information technology environments.",
        "label": 0
    },
    {
        "data": "British American Tobacco has headquarters in India.",
        "label": 0
    },
    {
        "data": "Sberbank provides commercial banking and financial services.",
        "label": 1
    },
    {
        "data": "Alibaba Group engages in the manufacture and sale of automobiles, motorcycles and power products.",
        "label": 0
    },
    {
        "data": "CNOOC operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Rosneft operates in the industry of Gas & Oil Operations.",
        "label": 0
    },
    {
        "data": "Bank of Montreal has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Novartis operates as a medical company, which designs, manufactures, and markets professional, medical, industrial and commercial products and services.",
        "label": 0
    },
    {
        "data": "Mercedes-Benz Group operates in the industry of consumer durables.",
        "label": 1
    },
    {
        "data": "Procter & Gamble operates in the industry of Diversified Financials.",
        "label": 0
    },
    {
        "data": "Honda Motor has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "Lloyds Banking Group has headquarters in United Kingdom.",
        "label": 1
    },
    {
        "data": "Duke Energy is a financial services company, which engages in the provision of a wide range of banking and financial services.",
        "label": 0
    },
    {
        "data": "CVS Health has headquarters in United States.",
        "label": 1
    },
    {
        "data": "AbbVie (ABBV) has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "United Parcel Service operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Charter Communications has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "State Bank of India engages in the electricity generation and distribution and distribution of natural gas.",
        "label": 0
    },
    {
        "data": "Exxon Mobil engages in the exploration, development, and distribution of oil, gas, and petroleum products.",
        "label": 1
    },
    {
        "data": "Hitachi operates in the industry of conglomerates.",
        "label": 1
    },
    {
        "data": "Exxon Mobil operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Total produces and markets fuels, natural gas and low-carbon electricity.",
        "label": 1
    },
    {
        "data": "Electricite de France engages in power generation, transmission, distribution, supply and trading activities.",
        "label": 1
    },
    {
        "data": "AbbVie (ABBV) operates in the industry of Healthcare Equipment & Services.",
        "label": 0
    },
    {
        "data": "Microsoft operates in the industry of it software & services.",
        "label": 1
    },
    {
        "data": "Mercedes-Benz Group has headquarters in Germany.",
        "label": 1
    },
    {
        "data": "Shell has headquarters in Netherlands.",
        "label": 1
    },
    {
        "data": "Duke Energy engages in distribution of natural gas and energy related services.",
        "label": 1
    },
    {
        "data": "Danaher operates in the industry of conglomerates.",
        "label": 1
    },
    {
        "data": "Samsung Group engages in the manufacturing and selling of electronics and computer peripherals.",
        "label": 1
    },
    {
        "data": "Thermo Fisher Scientific engages in the provision of analytical instruments, equipment, reagents and consumables, software and services for research, analysis, discovery and diagnostics.",
        "label": 1
    },
    {
        "data": "China Construction Bank operates in the industry of Telecommunications Services.",
        "label": 0
    },
    {
        "data": "Prudential Financial engages in the exploration, production, transportation and marketing of crude oil, bitumen, natural gas, natural gas liquids and liquefied natural gas on a worldwide basis.",
        "label": 0
    },
    {
        "data": "Equinor operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "Volkswagen Group operates in the industry of Telecommunications Services.",
        "label": 0
    },
    {
        "data": "Rio Tinto has headquarters in Australia.",
        "label": 1
    },
    {
        "data": "Intesa Sanpaolo has headquarters in Brazil.",
        "label": 0
    },
    {
        "data": "China Citic Bank has headquarters in China.",
        "label": 1
    },
    {
        "data": "China Life Insurance engages in the provision of healthcare coverage, software and data consultancy services.",
        "label": 0
    },
    {
        "data": "Reliance Industries operates in the industry of Semiconductors.",
        "label": 0
    },
    {
        "data": "BBVA is a banking services company, which engages in the provision of banking services to individuals, companies, and institutions.",
        "label": 0
    },
    {
        "data": "Munich Reinsurance has headquarters in Germany.",
        "label": 1
    },
    {
        "data": "Hon Hai Precision engages in the design, development and manufacturing of nanotechnology, heat transfer, wireless connectivity and material sciences products.",
        "label": 1
    },
    {
        "data": "SAP operates in the industry of Oil & Gas Operations.",
        "label": 0
    },
    {
        "data": "CITIC engages in the following business activities: housing construction, real estate development and investment, infrastructure construction and investment, prospecting and design, and overseas industries.",
        "label": 0
    },
    {
        "data": "China Life Insurance operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Walmart is a holding company that engages in the provision of telecommunications media and technology service.",
        "label": 0
    },
    {
        "data": "Bank of Nova Scotia engages in the provision of aerospace and defense systems and services for commercial, military and government customers.",
        "label": 0
    },
    {
        "data": "Bank of Nova Scotia has headquarters in Taiwan.",
        "label": 0
    },
    {
        "data": "Walgreens has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Micron Technology has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Total engages in the design, development and manufacturing of nanotechnology, heat transfer, wireless connectivity and material sciences products.",
        "label": 0
    },
    {
        "data": "Lockheed Martin operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "United Parcel Service operates as a logistics and package delivery company providing supply chain management services.",
        "label": 1
    },
    {
        "data": "Industrial and Commercial Bank of China operates in the industry of banking.",
        "label": 1
    },
    {
        "data": "Zurich Insurance has headquarters in Switzerland.",
        "label": 1
    },
    {
        "data": "Generali Group operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "HCA Healthcare is a health care services company, which engages in operating hospitals, freestanding surgery centers and emergency rooms, and urgent care centers.",
        "label": 1
    },
    {
        "data": "UnitedHealth Group operates in the industry of Diversified Financials.",
        "label": 0
    },
    {
        "data": "Deere & Company operates in the industry of capital goods.",
        "label": 1
    },
    {
        "data": "JPMorgan Chase operates as a holding company that engages in the management of its group companies.",
        "label": 0
    },
    {
        "data": "Sanofi has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Bank of Montreal has headquarters in Canada.",
        "label": 1
    },
    {
        "data": "Industrial and Commercial Bank of China has headquarters in Germany.",
        "label": 0
    },
    {
        "data": "America Movil operates in the industry of telecommunications services.",
        "label": 1
    },
    {
        "data": "Enel operates in the industry of electricity & gas.",
        "label": 1
    },
    {
        "data": "Oracle has headquarters in Ireland.",
        "label": 0
    },
    {
        "data": "IBM has headquarters in United States.",
        "label": 1
    },
    {
        "data": "Taiwan Semiconductor Manufacturing Company operates in the industry of semiconductors.",
        "label": 1
    },
    {
        "data": "Walgreens operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "PepsiCo operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "Pfizer operates in the industry of Insurance.",
        "label": 0
    },
    {
        "data": "U.S. Bancorp engages in the manufacture and sale of motor vehicles and parts.",
        "label": 0
    },
    {
        "data": "Brookfield Asset Management has headquarters in Canada.",
        "label": 1
    },
    {
        "data": "Westpac Banking is an investment holding company, which engages in the provision of life insurance.",
        "label": 0
    },
    {
        "data": "China State Construction Engineering has headquarters in Canada.",
        "label": 0
    },
    {
        "data": "BHP Group provides insurance and financial services to individual and institutional customers.",
        "label": 0
    },
    {
        "data": "BlackRock engages in providing investment management, risk management, and advisory services for institutional and retail clients worldwide.",
        "label": 1
    },
    {
        "data": "Duke Energy operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "Banco Bradesco has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Exxon Mobil operates in the industry of Household & Personal Products.",
        "label": 0
    },
    {
        "data": "AXA operates in the industry of insurance.",
        "label": 1
    },
    {
        "data": "Oracle engages in the provision of products and services that address all aspects of corporate information technology environments.",
        "label": 1
    },
    {
        "data": "Johnson & Johnson has headquarters in Hong Kong.",
        "label": 0
    },
    {
        "data": "Toyota Motor has headquarters in Japan.",
        "label": 1
    },
    {
        "data": "Stellantis engages in distribution of natural gas and energy related services.",
        "label": 0
    },
    {
        "data": "Saudi Arabian Oil Company (Saudi Aramco) engages in the exploration, production, transportation, and sale of crude oil and natural gas.",
        "label": 1
    },
    {
        "data": "Cathay Financial engages in the provision of financial services.",
        "label": 1
    },
    {
        "data": "RBC engages in the provision of banking and financial solutions.",
        "label": 1
    },
    {
        "data": "Poly Developments & Holdings Group operates in the industry of construction.",
        "label": 1
    },
    {
        "data": "LukOil has headquarters in Russia.",
        "label": 1
    },
    {
        "data": "Bank of China operates in the industry of Conglomerates.",
        "label": 0
    },
    {
        "data": "Anthem provides life, hospital and medical insurance plans.",
        "label": 1
    },
    {
        "data": "Ford Motor has headquarters in Japan.",
        "label": 0
    },
    {
        "data": "Danaher operates in the industry of Chemicals.",
        "label": 0
    },
    {
        "data": "ENGIE engages in the provision of banking and financial services.",
        "label": 0
    },
    {
        "data": "Enbridge has headquarters in United States.",
        "label": 0
    },
    {
        "data": "Credit Agricole operates as a holding company that engages in the management of its group companies.",
        "label": 0
    },
    {
        "data": "Deere & Company operates in the industry of Banking.",
        "label": 0
    },
    {
        "data": "ConocoPhillips operates in the industry of oil & gas operations.",
        "label": 1
    },
    {
        "data": "The Home Depot is the world's largest home improvement specialty retailer.",
        "label": 1
    },
    {
        "data": "Bristol Myers Squibb has headquarters in China.",
        "label": 0
    },
    {
        "data": "Raytheon Technologies engages in the provision of mail and logistics services.",
        "label": 0
    }
]