[
    {
        "data": "Fossils provide evidence of past life on Earth.",
        "label": 1
    },
    {
        "data": "The shortest distance between two points is a zigzag.",
        "label": 0
    },
    {
        "data": "The smallest continent in the world is Africa.",
        "label": 0
    },
    {
        "data": "Echoes are sound waves reflecting off surfaces.",
        "label": 1
    },
    {
        "data": "The shortest distance between two points is a curve.",
        "label": 0
    },
    {
        "data": "There are no oceans in Africa.",
        "label": 0
    },
    {
        "data": "The most abundant element in the Earth's atmosphere is gold.",
        "label": 0
    },
    {
        "data": "The human nose is located on the forehead.",
        "label": 0
    },
    {
        "data": "The planet Saturn has the largest rings in our solar system.",
        "label": 1
    },
    {
        "data": "The first Olympic Games were held in ancient Greece in 776 BC.",
        "label": 1
    },
    {
        "data": "The highest waterfall in the world is Angel Falls in Venezuela.",
        "label": 1
    },
    {
        "data": "Birds are not animals.",
        "label": 0
    },
    {
        "data": "Cats are known for being disobedient pets.",
        "label": 0
    },
    {
        "data": "The boiling point of water decreases as altitude increases.",
        "label": 1
    },
    {
        "data": "The three main types of neurons are sensory neurons, motor neurons, and interneurons.",
        "label": 1
    },
    {
        "data": "Black holes are regions in space with weak gravitational pull.",
        "label": 0
    },
    {
        "data": "The three main types of chemical bonds are covalent, ionic, and non-metallic.",
        "label": 0
    },
    {
        "data": "The planet Jupiter has the most moons in our solar system.",
        "label": 1
    },
    {
        "data": "The Milky Way is a spiral galaxy.",
        "label": 1
    },
    {
        "data": "Sound remains stationary through various mediums.",
        "label": 0
    },
    {
        "data": "The Doppler effect prevents the change in frequency or wavelength of a wave in relation to an observer.",
        "label": 0
    },
    {
        "data": "The smallest country in the world is Russia.",
        "label": 0
    },
    {
        "data": "The speed of light is the fastest known speed in the universe.",
        "label": 1
    },
    {
        "data": "Volcanoes form at areas where Earth's tectonic plates interact.",
        "label": 1
    },
    {
        "data": "The largest planet in our solar system is Mercury.",
        "label": 0
    },
    {
        "data": "The Sun is a star.",
        "label": 1
    },
    {
        "data": "Oxygen is harmful to human breathing.",
        "label": 0
    },
    {
        "data": "All birds can fly backwards.",
        "label": 0
    },
    {
        "data": "Friction is the force that resists motion between two surfaces in contact.",
        "label": 1
    },
    {
        "data": "The three main types of symbiotic relationships are mutualism, commensalism, and parasitism.",
        "label": 1
    },
    {
        "data": "The tallest building in the world is located in Antarctica.",
        "label": 0
    },
    {
        "data": "The strongest force in the universe is water.",
        "label": 0
    },
    {
        "data": "Hybrids are the offspring of identical plants or animals from the same species or varieties.",
        "label": 0
    },
    {
        "data": "Superconductors are materials that have infinite electrical resistance when cooled to certain temperatures.",
        "label": 0
    },
    {
        "data": "The Earth's atmosphere is composed mostly of helium and carbon dioxide.",
        "label": 0
    },
    {
        "data": "Polar ice caps are primarily made of saltwater.",
        "label": 0
    },
    {
        "data": "The smallest mammal in the world is the elephant.",
        "label": 0
    },
    {
        "data": "Penguins are warm-blooded and can survive in hot climates.",
        "label": 0
    },
    {
        "data": "Vaccines promote infectious diseases.",
        "label": 0
    },
    {
        "data": "The three types of rocks are igneous, sedimentary, and metamorphic.",
        "label": 1
    },
    {
        "data": "The smallest tree in the world is the redwood.",
        "label": 0
    },
    {
        "data": "The water cycle includes evaporation, condensation, precipitation, and runoff.",
        "label": 1
    },
    {
        "data": "The largest country in the world by area is Russia.",
        "label": 1
    },
    {
        "data": "The Mona Lisa is a famous painting by Leonardo da Vinci.",
        "label": 1
    },
    {
        "data": "Fossils are the preserved remains or traces of organisms that live in the present.",
        "label": 0
    },
    {
        "data": "The unscientific method is a random process for ignoring phenomena and losing knowledge.",
        "label": 0
    },
    {
        "data": "A tomato is a type of fruit.",
        "label": 0
    },
    {
        "data": "The human nervous system includes the brain, spinal cord, and nerves.",
        "label": 1
    },
    {
        "data": "Mercury is the smallest planet.",
        "label": 1
    },
    {
        "data": "The Earth's tides are primarily caused by the gravitational pull of the moon.",
        "label": 1
    },
    {
        "data": "Humans need air, water, and food to survive.",
        "label": 1
    },
    {
        "data": "The Great Wall of China was built in the 21st century.",
        "label": 0
    },
    {
        "data": "Chemical reactions involve the conservation of atoms to maintain old substances.",
        "label": 0
    },
    {
        "data": "Neurons are generalized cells that block electrical and chemical signals in the nervous system.",
        "label": 0
    },
    {
        "data": "Humans have no basic senses.",
        "label": 0
    },
    {
        "data": "Superconductors are materials that have no electrical resistance when cooled to certain temperatures.",
        "label": 1
    },
    {
        "data": "The human skin is the body's largest organ.",
        "label": 1
    },
    {
        "data": "Hybrids are the offspring of two plants or animals from different species or varieties.",
        "label": 1
    },
    {
        "data": "The moon orbits around the Earth.",
        "label": 1
    },
    {
        "data": "The fastest animal in the world is the snail.",
        "label": 0
    },
    {
        "data": "The planet Mercury is the closest planet to the sun in our solar system.",
        "label": 1
    },
    {
        "data": "Cars need water to run.",
        "label": 0
    },
    {
        "data": "The Mona Lisa was painted by Michelangelo.",
        "label": 0
    },
    {
        "data": "The atomic number of an element represents the number of electrons in its nucleus.",
        "label": 0
    },
    {
        "data": "The Pacific Ocean is the smallest ocean in the world.",
        "label": 0
    },
    {
        "data": "The auroras, or polar lights, are natural light displays caused by the interaction of solar particles with Earth's magnetic field.",
        "label": 1
    },
    {
        "data": "Mitochondria are the \"powerhouses\" of cells, producing energy through cellular respiration.",
        "label": 1
    },
    {
        "data": "The Sahara Desert is covered in snow and ice.",
        "label": 0
    },
    {
        "data": "The smallest animal in the world is the elephant.",
        "label": 0
    },
    {
        "data": "Cells are the basic units of life.",
        "label": 1
    },
    {
        "data": "The smallest ocean in the world is the Atlantic Ocean.",
        "label": 0
    },
    {
        "data": "Tides are prevented by the gravitational interactions between the Earth, Moon, and Sun.",
        "label": 0
    },
    {
        "data": "Plants require excess oxygen to survive.",
        "label": 0
    },
    {
        "data": "Fossils destroy evidence of past life on Earth.",
        "label": 0
    },
    {
        "data": "The Earth's atmosphere is composed mostly of nitrogen and oxygen.",
        "label": 1
    },
    {
        "data": "The largest mammal in the world is the mosquito.",
        "label": 0
    },
    {
        "data": "The human lymphatic system helps fight infections and diseases.",
        "label": 1
    },
    {
        "data": "The speed of light is approximately 299,792,458 meters per second.",
        "label": 1
    },
    {
        "data": "Dogs are known for being loyal pets.",
        "label": 1
    },
    {
        "data": "Inertia is an object's encouragement to change in motion.",
        "label": 0
    },
    {
        "data": "The process of aging is influenced solely by environmental factors.",
        "label": 0
    },
    {
        "data": "Polar ice caps are primarily made of fresh water.",
        "label": 1
    },
    {
        "data": "Butterflies go through a process called metamorphosis.",
        "label": 1
    },
    {
        "data": "Diamonds are the hardest substance on Earth.",
        "label": 1
    },
    {
        "data": "There are no plants in the desert.",
        "label": 0
    },
    {
        "data": "The fastest land animal is the snail.",
        "label": 0
    },
    {
        "data": "The Earth's magnetic field is what causes compasses to point north.",
        "label": 1
    },
    {
        "data": "The longest mountain range in the world is the Andes.",
        "label": 1
    },
    {
        "data": "The study of matter and its interactions with energy is called physics.",
        "label": 1
    },
    {
        "data": "Sound travels through the air as light.",
        "label": 0
    },
    {
        "data": "The process by which cells merge to form one larger cell is called fusion.",
        "label": 0
    },
    {
        "data": "The largest animal in the world is the rhinoceros.",
        "label": 0
    },
    {
        "data": "Octopuses have three hearts.",
        "label": 1
    },
    {
        "data": "Ice cream is a popular dessert.",
        "label": 1
    },
    {
        "data": "The Earth is round.",
        "label": 1
    },
    {
        "data": "The moon is a star, not a satellite.",
        "label": 0
    },
    {
        "data": "Atoms are the basic building blocks of matter.",
        "label": 1
    },
    {
        "data": "The human body has four types of blood groups: A, B, AB, and O.",
        "label": 1
    },
    {
        "data": "The Statue of Liberty is located in New York City.",
        "label": 1
    },
    {
        "data": "Venus is similar in size to Earth.",
        "label": 1
    },
    {
        "data": "The smallest planet in the solar system is Jupiter.",
        "label": 0
    },
    {
        "data": "The Earth orbits around the moon.",
        "label": 0
    },
    {
        "data": "The immune system defends the body against pathogens.",
        "label": 1
    },
    {
        "data": "The unscientific method is a process for ignoring hypotheses and losing knowledge.",
        "label": 0
    },
    {
        "data": "The human skeleton provides support and protection for the body.",
        "label": 1
    },
    {
        "data": "The first successful human heart transplant was performed in 1967.",
        "label": 1
    },
    {
        "data": "The human reproductive system includes the ovaries, uterus, and testes.",
        "label": 1
    },
    {
        "data": "Humans do not use their brains.",
        "label": 0
    },
    {
        "data": "Photosynthesis in plants produces oxygen as a byproduct.",
        "label": 1
    },
    {
        "data": "The human body does not need water to survive.",
        "label": 0
    },
    {
        "data": "Broccoli is a popular dessert.",
        "label": 0
    },
    {
        "data": "The process by which a liquid turns into a gas is called evaporation.",
        "label": 1
    },
    {
        "data": "The electron configuration of an atom determines its chemical properties.",
        "label": 1
    },
    {
        "data": "The largest body of water in the world is the Mediterranean Sea.",
        "label": 0
    },
    {
        "data": "Vaccines help to prevent infectious diseases.",
        "label": 1
    },
    {
        "data": "The largest reptile in the world is the crocodile.",
        "label": 0
    },
    {
        "data": "Earth is 71% water.",
        "label": 1
    },
    {
        "data": "Our solar system consists of eight stars: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune.",
        "label": 0
    },
    {
        "data": "Evolution occurs through the process of natural selection.",
        "label": 1
    },
    {
        "data": "The Earth is round.",
        "label": 1
    },
    {
        "data": "Symbiosis is a close relationship between two species.",
        "label": 1
    },
    {
        "data": "The Statue of Liberty was a gift from France to the United States.",
        "label": 1
    },
    {
        "data": "Osmosis is the prevention of water movement across a selectively permeable membrane.",
        "label": 0
    },
    {
        "data": "The Coriolis effect prevents the movement of large-scale weather systems.",
        "label": 0
    },
    {
        "data": "Human digestion begins in the hand and ends in the large intestine.",
        "label": 0
    },
    {
        "data": "The study of the Earth's physical structure, processes, and history is called geology.",
        "label": 1
    },
    {
        "data": "The Sun is a planet.",
        "label": 0
    },
    {
        "data": "A group of fish is called a school.",
        "label": 1
    },
    {
        "data": "The planet Earth is 4.54 billion years old.",
        "label": 1
    },
    {
        "data": "Coral reefs are made of non-living materials.",
        "label": 0
    },
    {
        "data": "The largest unit of life is the cell.",
        "label": 0
    },
    {
        "data": "Seasons are caused by Earth's tilt.",
        "label": 1
    },
    {
        "data": "Tornadoes are rapidly rotating columns of air that can cause extensive damage.",
        "label": 1
    },
    {
        "data": "The first successful vaccine was created by Edward Jenner in 1796.",
        "label": 1
    },
    {
        "data": "The planet Saturn is named after the Roman god of agriculture.",
        "label": 1
    },
    {
        "data": "The first man-made satellite was launched by North Korea.",
        "label": 0
    },
    {
        "data": "Ice is hot.",
        "label": 0
    },
    {
        "data": "The moon is made of cheese.",
        "label": 0
    },
    {
        "data": "The sun sets in the east.",
        "label": 0
    },
    {
        "data": "Jupiter is mostly made of hydrogen and helium.",
        "label": 1
    },
    {
        "data": "The Earth orbits the Sun.",
        "label": 1
    },
    {
        "data": "The Hubble Space Telescope has provided valuable information about distant celestial objects.",
        "label": 1
    },
    {
        "data": "The conservation of energy principle states that energy cannot be created or destroyed.",
        "label": 1
    },
    {
        "data": "Bananas are vegetables, not fruit.",
        "label": 0
    },
    {
        "data": "The scientific name for plants is Homo sapiens.",
        "label": 0
    },
    {
        "data": "Stars appear steady due to Earth's atmosphere.",
        "label": 0
    },
    {
        "data": "Stars appear to twinkle due to Earth's atmosphere.",
        "label": 1
    },
    {
        "data": "Elephants are the smallest mammals in the world.",
        "label": 0
    },
    {
        "data": "Sunflowers follow the movement of the sun across the sky.",
        "label": 1
    },
    {
        "data": "The capital of the United States is Washington, D.C.",
        "label": 1
    },
    {
        "data": "Magnetism is a force that neither attracts nor repels certain materials.",
        "label": 0
    },
    {
        "data": "The human brain is the control center for the body's functions and emotions.",
        "label": 1
    },
    {
        "data": "The carbon cycle maintains the balance of carbon in Earth's atmosphere, oceans, and biosphere.",
        "label": 1
    },
    {
        "data": "Camouflage helps animals blend with their environment.",
        "label": 1
    },
    {
        "data": "Erosion is the gradual wearing away of Earth's surface by natural processes.",
        "label": 1
    },
    {
        "data": "The most abundant gas in Earth's atmosphere is nitrogen.",
        "label": 1
    },
    {
        "data": "The largest mammal in the world is the blue whale.",
        "label": 1
    },
    {
        "data": "The auroras, or polar darkness, are natural shadow displays caused by the interaction of lunar particles with Earth's magnetic field.",
        "label": 0
    },
    {
        "data": "The currency of Japan is the yen.",
        "label": 1
    },
    {
        "data": "The sky is often cloudy when it's going to rain.",
        "label": 1
    },
    {
        "data": "Iron remains unaffected in the presence of oxygen and water.",
        "label": 0
    },
    {
        "data": "The sky is blue.",
        "label": 1
    },
    {
        "data": "The largest desert in the world is the Arctic.",
        "label": 0
    },
    {
        "data": "The fastest animal in the world is the turtle.",
        "label": 0
    },
    {
        "data": "The tallest mountain in the world is located in Australia.",
        "label": 0
    },
    {
        "data": "Sharks are sea creatures that have a reputation for being dangerous.",
        "label": 1
    },
    {
        "data": "The largest mammal on Earth is the blue whale.",
        "label": 1
    },
    {
        "data": "The largest desert in the world is the Sahara Desert.",
        "label": 1
    },
    {
        "data": "Water freezes at 0 degrees Celsius (32 degrees Fahrenheit).",
        "label": 1
    },
    {
        "data": "Echoes are sound waves absorbed by surfaces.",
        "label": 0
    },
    {
        "data": "The sun revolves around the moon.",
        "label": 0
    },
    {
        "data": "The endocrine system regulates body functions through hormones.",
        "label": 1
    },
    {
        "data": "Cells are the complex units of life.",
        "label": 0
    },
    {
        "data": "The distance from the Earth to the sun is approximately 93 million miles.",
        "label": 1
    },
    {
        "data": "Earth has one moon.",
        "label": 1
    },
    {
        "data": "The three states of anti-matter are solid, liquid, and gas.",
        "label": 0
    },
    {
        "data": "Migration prevents animals from finding better resources.",
        "label": 0
    },
    {
        "data": "Lightning is a discharge of static electricity.",
        "label": 1
    },
    {
        "data": "Dogs are not mammals.",
        "label": 0
    },
    {
        "data": "There are 118 elements on the periodic table.",
        "label": 1
    },
    {
        "data": "The Wright brothers made the first successful airplane flight.",
        "label": 1
    },
    {
        "data": "Earth is 71% land.",
        "label": 0
    },
    {
        "data": "The tallest waterfall in the world is located in North America.",
        "label": 0
    },
    {
        "data": "Water is not necessary for human survival.",
        "label": 0
    },
    {
        "data": "Earthquakes are caused by the movement of tectonic plates.",
        "label": 1
    },
    {
        "data": "All animals are cold-blooded.",
        "label": 0
    },
    {
        "data": "Ecosystems exclude living organisms and their physical environment.",
        "label": 0
    },
    {
        "data": "Electromagnetic induction is the process by which a changing magnetic field generates an electric current.",
        "label": 1
    },
    {
        "data": "The coldest natural temperature ever recorded was -128.6 degrees Fahrenheit in Antarctica.",
        "label": 1
    },
    {
        "data": "An adult human has 32 toes.",
        "label": 0
    },
    {
        "data": "The two main types of cells are prokaryotic (with a nucleus) and eukaryotic (without a nucleus).",
        "label": 0
    },
    {
        "data": "Lava is molten rock from volcanoes.",
        "label": 1
    },
    {
        "data": "The Earth is located in the Milky Way galaxy.",
        "label": 1
    },
    {
        "data": "The largest reptile in the world is the mouse.",
        "label": 0
    },
    {
        "data": "Deposition is the rapid building up of Earth's surface by natural processes.",
        "label": 0
    },
    {
        "data": "Atoms are the basic breaking points of matter.",
        "label": 0
    },
    {
        "data": "Tornadoes are slowly rotating columns of water that can cause minimal damage.",
        "label": 0
    },
    {
        "data": "Gravity is the force that attracts objects with mass towards each other.",
        "label": 1
    },
    {
        "data": "Fermentation is a process by which microorganisms break down complex organic compounds.",
        "label": 1
    },
    {
        "data": "The smallest planet in our solar system is Mercury.",
        "label": 1
    },
    {
        "data": "Light travels slower than sound.",
        "label": 0
    },
    {
        "data": "Cacti store water in their stems.",
        "label": 1
    },
    {
        "data": "The periodic table organizes elements based on their properties.",
        "label": 1
    },
    {
        "data": "The process of pollination is harmful for plant reproduction.",
        "label": 0
    },
    {
        "data": "Metamorphosis is a biological process in which an organism remains unchanged in form during its life cycle.",
        "label": 0
    },
    {
        "data": "The planet Uranus is tilted on its side.",
        "label": 1
    },
    {
        "data": "The sun is a star.",
        "label": 1
    },
    {
        "data": "The theory of stasis, proposed by Charles Darwin, states that species remain constant over time through artificial selection.",
        "label": 0
    },
    {
        "data": "The human eye can detect millions of different colors.",
        "label": 1
    },
    {
        "data": "The two main types of microscopes are light microscopes and electron microscopes.",
        "label": 1
    },
    {
        "data": "A group of wolves is called a pack.",
        "label": 1
    },
    {
        "data": "The study of non-living organisms and their interactions with the environment is called anti-biology.",
        "label": 0
    },
    {
        "data": "The Amazon rainforest is home to immense biodiversity.",
        "label": 1
    },
    {
        "data": "The first animal to orbit Earth was a dog named Laika.",
        "label": 1
    },
    {
        "data": "Fermentation is a process by which microorganisms create complex organic compounds.",
        "label": 0
    },
    {
        "data": "The smallest planet in our solar system is Saturn.",
        "label": 0
    },
    {
        "data": "Conduction is the transfer of heat through the stagnation of fluids or gases.",
        "label": 0
    },
    {
        "data": "Saturn has thousands of rings.",
        "label": 1
    },
    {
        "data": "An adult human has 32 teeth.",
        "label": 1
    },
    {
        "data": "The largest flower in the world is the daisy.",
        "label": 0
    },
    {
        "data": "The human body has 206 bones.",
        "label": 1
    },
    {
        "data": "The Milky Way is a linear galaxy.",
        "label": 0
    },
    {
        "data": "The largest glacier in the world is located in Africa.",
        "label": 0
    },
    {
        "data": "Fish can live on land.",
        "label": 0
    },
    {
        "data": "Humans do not use their brains.",
        "label": 0
    },
    {
        "data": "Sound travels faster through solids than through liquids or gases.",
        "label": 1
    },
    {
        "data": "The fastest mammal in the world is the turtle.",
        "label": 0
    },
    {
        "data": "The human body is not affected by the force of gravity.",
        "label": 0
    },
    {
        "data": "The human body is made up of bones, muscles, and organs.",
        "label": 1
    },
    {
        "data": "Humans have five basic senses.",
        "label": 1
    },
    {
        "data": "Mars has the largest volcano, Olympus Mons.",
        "label": 1
    },
    {
        "data": "Butterflies are not insects, they are birds.",
        "label": 0
    },
    {
        "data": "The process of aging is influenced by both genetic and environmental factors.",
        "label": 1
    },
    {
        "data": "The human heart pumps blood throughout the body.",
        "label": 1
    },
    {
        "data": "The human circulatory system is a closed system consisting of the heart, blood vessels, and blood.",
        "label": 1
    },
    {
        "data": "Apples grow on vines.",
        "label": 0
    },
    {
        "data": "The Statue of Liberty was a gift from Canada.",
        "label": 0
    },
    {
        "data": "The average body temperature of a human is 98.6 degrees Fahrenheit.",
        "label": 1
    },
    {
        "data": "Light can exhibit neither wave-like nor particle-like properties.",
        "label": 0
    },
    {
        "data": "The pH scale measures the acidity or alkalinity of a substance, ranging from 0 (most acidic) to 14 (most alkaline), with 7 being neutral.",
        "label": 1
    },
    {
        "data": "The electron configuration of an atom determines its physical properties.",
        "label": 0
    },
    {
        "data": "Octopuses have one heart.",
        "label": 0
    },
    {
        "data": "The highest point on Earth is at the bottom of the ocean.",
        "label": 0
    },
    {
        "data": "Light travels faster than sound.",
        "label": 1
    },
    {
        "data": "The Earth is flat, not round.",
        "label": 0
    },
    {
        "data": "Water is essential for life.",
        "label": 1
    },
    {
        "data": "Venus is drastically different in size from Earth.",
        "label": 0
    },
    {
        "data": "Diamonds are made of carbon.",
        "label": 1
    },
    {
        "data": "Cows are mammals that produce milk.",
        "label": 1
    },
    {
        "data": "The fastest bird in the world is the penguin.",
        "label": 0
    },
    {
        "data": "Plate tectonics shape the Earth's surface.",
        "label": 1
    },
    {
        "data": "Grass is purple.",
        "label": 0
    },
    {
        "data": "Photosynthesis in plants consumes oxygen as a byproduct.",
        "label": 0
    },
    {
        "data": "There are no stars in the night sky.",
        "label": 0
    },
    {
        "data": "Polar bears have black fur to stand out in their snowy environment.",
        "label": 0
    },
    {
        "data": "The tallest building in the world is the Burj Khalifa in Dubai.",
        "label": 1
    },
    {
        "data": "The coldest temperature on Earth is 100 degrees Celsius.",
        "label": 0
    },
    {
        "data": "Volcanoes form far from areas where Earth's tectonic plates interact.",
        "label": 0
    },
    {
        "data": "The three main types of chemical bonds are ionic, covalent, and metallic.",
        "label": 1
    },
    {
        "data": "Magnetism is a force that attracts or repels certain materials.",
        "label": 1
    },
    {
        "data": "The study of the universe beyond Earth's atmosphere is called astronomy.",
        "label": 1
    },
    {
        "data": "The Great Barrier Reef is the largest coral reef system in the world.",
        "label": 1
    },
    {
        "data": "Coral reefs are made of living organisms.",
        "label": 1
    },
    {
        "data": "The smallest country in the world is Canada.",
        "label": 0
    },
    {
        "data": "Mercury has no moons.",
        "label": 1
    },
    {
        "data": "The water cycle excludes evaporation, condensation, precipitation, and runoff.",
        "label": 0
    },
    {
        "data": "The human body is approximately 60% water.",
        "label": 1
    },
    {
        "data": "The Amazon River is the largest river in the world by volume.",
        "label": 1
    },
    {
        "data": "The human brain is uninvolved in the body's functions and emotions.",
        "label": 0
    },
    {
        "data": "The planet Venus is the hottest planet in our solar system.",
        "label": 1
    },
    {
        "data": "The study of the Earth's core beyond Earth's atmosphere is called geoastronomy.",
        "label": 0
    },
    {
        "data": "Plants use photosynthesis to create energy from sunlight.",
        "label": 1
    },
    {
        "data": "Snow is cold.",
        "label": 1
    },
    {
        "data": "The study of spontaneity and the variation of non-inherited characteristics is called anti-genetics.",
        "label": 0
    },
    {
        "data": "Fire needs oxygen to burn.",
        "label": 1
    },
    {
        "data": "The human body has 12 pairs of ribs.",
        "label": 1
    },
    {
        "data": "The planet Mars has the largest volcano in our solar system.",
        "label": 1
    },
    {
        "data": "Ecosystems consist of living organisms and their physical environment.",
        "label": 1
    },
    {
        "data": "The Earth's tides are primarily caused by the repulsive push of the sun.",
        "label": 0
    },
    {
        "data": "Birds have feathers and wings.",
        "label": 1
    },
    {
        "data": "Antibiotics are used to cause bacterial infections.",
        "label": 0
    },
    {
        "data": "The human digestive system breaks down food into nutrients.",
        "label": 1
    },
    {
        "data": "The primary colors of darkness are red, green, and blue.",
        "label": 0
    },
    {
        "data": "The smallest planet in our solar system is Jupiter.",
        "label": 0
    },
    {
        "data": "Diamonds are made of silicon.",
        "label": 0
    },
    {
        "data": "The planet Pluto has five known moons.",
        "label": 1
    },
    {
        "data": "The first law of thermodynamics states that energy can be created and destroyed, only converted from one form to another.",
        "label": 0
    },
    {
        "data": "The human liver can regenerate itself up to 75%.",
        "label": 1
    },
    {
        "data": "The Grand Canyon is located in Europe.",
        "label": 0
    },
    {
        "data": "The human immune system helps protect the body from infections.",
        "label": 1
    },
    {
        "data": "The first person to walk on the moon was Elvis Presley.",
        "label": 0
    },
    {
        "data": "Jupiter has the Great Red Spot, a giant storm.",
        "label": 1
    },
    {
        "data": "Pizza is a type of food that many people enjoy.",
        "label": 1
    },
    {
        "data": "Oxygen is toxic for respiration.",
        "label": 0
    },
    {
        "data": "Earth has a magnetic field.",
        "label": 1
    },
    {
        "data": "The largest bird in the world is the ostrich.",
        "label": 1
    },
    {
        "data": "Our solar system consists of eight planets: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune.",
        "label": 1
    },
    {
        "data": "The moon is made of cheese.",
        "label": 0
    },
    {
        "data": "Auroras occur near Earth's polar regions.",
        "label": 1
    },
    {
        "data": "The Earth is the third planet from the sun.",
        "label": 1
    },
    {
        "data": "Gravity only affects living things, not inanimate objects.",
        "label": 0
    },
    {
        "data": "The planet Neptune is the farthest planet from the sun in our solar system.",
        "label": 1
    },
    {
        "data": "The human body has 206 bones.",
        "label": 1
    },
    {
        "data": "The highest mountain in the world is Mount Kilimanjaro.",
        "label": 0
    },
    {
        "data": "The shortest river in the world is the Amazon.",
        "label": 0
    },
    {
        "data": "The respiratory system allows for the exchange of gases between the body and the environment.",
        "label": 1
    },
    {
        "data": "Oxygen is essential for human life.",
        "label": 1
    },
    {
        "data": "The fastest car in the world is made of cardboard.",
        "label": 0
    },
    {
        "data": "Mitochondria are the \"weaknesses\" of cells, consuming energy through cellular respiration.",
        "label": 0
    },
    {
        "data": "Rainbows are formed when light is reflected off of dirt particles in the air.",
        "label": 0
    },
    {
        "data": "Water freezes at 100 degrees Celsius.",
        "label": 0
    },
    {
        "data": "Mercury has numerous moons.",
        "label": 0
    },
    {
        "data": "Jupiter is mostly made of iron and oxygen.",
        "label": 0
    },
    {
        "data": "The respiratory system prevents the exchange of gases between the body and the environment.",
        "label": 0
    },
    {
        "data": "Earth has no magnetic field.",
        "label": 0
    },
    {
        "data": "New York City is the largest city in the United States.",
        "label": 1
    },
    {
        "data": "Gravity is the force that repels objects with mass away from each other.",
        "label": 0
    },
    {
        "data": "The ozone layer exposes Earth to harmful ultraviolet radiation.",
        "label": 0
    },
    {
        "data": "The Earth's stillness on its axis causes day and night.",
        "label": 0
    },
    {
        "data": "Venus has a thin atmosphere.",
        "label": 0
    },
    {
        "data": "Tornadoes are rapidly rotating columns of air.",
        "label": 1
    },
    {
        "data": "The process by which a gas turns directly into a solid, without becoming a liquid, is called deposition.",
        "label": 0
    },
    {
        "data": "The color of an object depends on the wavelengths of light that it reflects.",
        "label": 1
    },
    {
        "data": "The Great Wall of China is the longest wall in the world.",
        "label": 1
    },
    {
        "data": "The human eye can see radio waves.",
        "label": 0
    },
    {
        "data": "Light can exhibit both wave-like and particle-like properties.",
        "label": 1
    },
    {
        "data": "The Eiffel Tower is located in Paris, France.",
        "label": 1
    },
    {
        "data": "The process by which a solid turns directly into a gas, without becoming a liquid, is called sublimation.",
        "label": 1
    },
    {
        "data": "The Earth's ozone hole exposes us to beneficial ultraviolet (UV) radiation from the moon.",
        "label": 0
    },
    {
        "data": "The Sahara Desert is the largest hot desert in the world.",
        "label": 1
    },
    {
        "data": "The Nile River is located in South America.",
        "label": 0
    },
    {
        "data": "The freezing point of water decreases as altitude increases.",
        "label": 0
    },
    {
        "data": "The planet Uranus is often referred to as the \"ice giant.\"",
        "label": 1
    },
    {
        "data": "The human heart is located in the foot.",
        "label": 0
    },
    {
        "data": "The largest tree in the world is a cactus.",
        "label": 0
    },
    {
        "data": "The speed of light is 299,792,458 meters per second.",
        "label": 1
    },
    {
        "data": "The Coriolis effect influences the movement of large-scale weather systems.",
        "label": 1
    },
    {
        "data": "The largest continent in the world is Asia.",
        "label": 1
    },
    {
        "data": "The three main types of symbiotic relationships are competition, antagonism, and predation.",
        "label": 0
    },
    {
        "data": "The fastest animal in the world is the sloth.",
        "label": 0
    },
    {
        "data": "Photosynthesis is the process by which plants convert darkness into chemical energy.",
        "label": 0
    },
    {
        "data": "A substance that can be broken down into simpler substances by chemical means is called a compound.",
        "label": 0
    },
    {
        "data": "Sound travels through the air as waves.",
        "label": 1
    },
    {
        "data": "The sun revolves around the Earth.",
        "label": 0
    },
    {
        "data": "The study of substances and their interactions is called chemistry.",
        "label": 1
    },
    {
        "data": "The planet Pluto was reclassified as a dwarf planet in 2006.",
        "label": 1
    },
    {
        "data": "The Great Wall of China is the longest wall in the world.",
        "label": 1
    },
    {
        "data": "Elephants are the largest land animals on Earth.",
        "label": 1
    },
    {
        "data": "Evolution occurs through the process of artificial selection.",
        "label": 0
    },
    {
        "data": "Mount Everest is the shortest mountain in the world.",
        "label": 0
    },
    {
        "data": "Lightning is an accumulation of static movement.",
        "label": 0
    },
    {
        "data": "Iron rusts in the presence of oxygen and water.",
        "label": 1
    },
    {
        "data": "A day on Earth is approximately 365.25 days long, which is why we have a leap year every four years.",
        "label": 0
    },
    {
        "data": "Honey is produced by bees.",
        "label": 1
    },
    {
        "data": "There are no stars in our solar system.",
        "label": 0
    },
    {
        "data": "The endocrine system disrupts body functions through hormones.",
        "label": 0
    },
    {
        "data": "Gravity pulls objects towards each other.",
        "label": 1
    },
    {
        "data": "There are only nine planets in our solar system.",
        "label": 0
    },
    {
        "data": "All animals are colorblind.",
        "label": 0
    },
    {
        "data": "Diamonds are formed from carbon.",
        "label": 1
    },
    {
        "data": "The fastest land animal in the world is the snail.",
        "label": 0
    },
    {
        "data": "The study of living organisms and their interactions with the environment is called biology.",
        "label": 1
    },
    {
        "data": "Plate tectonics smooth the Earth's surface.",
        "label": 0
    },
    {
        "data": "Electromagnetic induction is the process by which a constant magnetic field dampens an electric current.",
        "label": 0
    },
    {
        "data": "There are no deserts in Australia.",
        "label": 0
    },
    {
        "data": "Lava is solid rock from volcanoes.",
        "label": 0
    },
    {
        "data": "Gravity makes things fall down.",
        "label": 1
    },
    {
        "data": "Convection is the transfer of heat through the movement of fluids or gases.",
        "label": 1
    },
    {
        "data": "The Earth's atmosphere protects us from harmful radiation from the sun.",
        "label": 1
    },
    {
        "data": "The tallest animal in the world is the elephant.",
        "label": 0
    },
    {
        "data": "Jupiter has the Great Blue Calm, a giant peaceful area.",
        "label": 0
    },
    {
        "data": "Antibiotics are used to treat bacterial infections.",
        "label": 1
    },
    {
        "data": "Tornadoes are stationary columns of air.",
        "label": 0
    },
    {
        "data": "The scientific name for humans is Homo sapiens.",
        "label": 1
    },
    {
        "data": "Hibernation wastes energy during warm periods.",
        "label": 0
    },
    {
        "data": "The Doppler effect causes the change in frequency or wavelength of a wave in relation to an observer.",
        "label": 1
    },
    {
        "data": "The largest volcano in the world is located in Hawaii.",
        "label": 0
    },
    {
        "data": "The largest body of water in the world is Lake Superior.",
        "label": 0
    },
    {
        "data": "The four fundamental forces of nature are gravity, electromagnetism, the strong nuclear force, and the weak nuclear force.",
        "label": 1
    },
    {
        "data": "The Earth is flat.",
        "label": 0
    },
    {
        "data": "The Eiffel Tower is located in London.",
        "label": 0
    },
    {
        "data": "The smallest planet in our solar system is Mercury.",
        "label": 1
    },
    {
        "data": "The Earth avoids the Sun.",
        "label": 0
    },
    {
        "data": "Ice cream is a popular dessert.",
        "label": 1
    },
    {
        "data": "The atomic number of an element represents the number of protons in its nucleus.",
        "label": 1
    },
    {
        "data": "Venus has a thick atmosphere.",
        "label": 1
    },
    {
        "data": "The study of heredity and the variation of inherited characteristics is called genetics.",
        "label": 1
    },
    {
        "data": "The Krebs cycle is a series of chemical reactions that consume energy in cells.",
        "label": 0
    },
    {
        "data": "Mars has the smallest volcano, Olympus Valley.",
        "label": 0
    },
    {
        "data": "The Sahara is the smallest hot desert.",
        "label": 0
    },
    {
        "data": "The process by which plants release carbon dioxide and absorb oxygen is called photosynthesis.",
        "label": 0
    },
    {
        "data": "The tallest tree in the world is a redwood tree named Hyperion.",
        "label": 1
    },
    {
        "data": "The longest river in Europe is the Volga River.",
        "label": 1
    },
    {
        "data": "The smallest bird in the world is the ostrich.",
        "label": 0
    },
    {
        "data": "A group of lions is called a pride.",
        "label": 1
    },
    {
        "data": "The shortest river in the world is the Amazon River.",
        "label": 0
    },
    {
        "data": "Ice sinks in water due to its higher density.",
        "label": 0
    },
    {
        "data": "The Earth's largest ocean is the Pacific Ocean.",
        "label": 1
    },
    {
        "data": "Mars has a thin atmosphere.",
        "label": 1
    },
    {
        "data": "Saturn has no rings.",
        "label": 0
    },
    {
        "data": "Humans have six senses: sight, hearing, touch, taste, smell, and telekinesis.",
        "label": 0
    },
    {
        "data": "Rainbows form when light refracts through water droplets.",
        "label": 1
    },
    {
        "data": "The Roman Empire existed from 27 BC to 476 AD.",
        "label": 1
    },
    {
        "data": "The highest mountain in the world is Mount Fuji.",
        "label": 0
    },
    {
        "data": "Radioactive decay occurs when unstable atomic nuclei release energy in the form of radiation.",
        "label": 1
    },
    {
        "data": "Water freezes at 0 degrees Celsius (32 degrees Fahrenheit) and boils at 100 degrees Celsius (212 degrees Fahrenheit).",
        "label": 1
    },
    {
        "data": "The study of non-substances and their non-interactions is called anti-chemistry.",
        "label": 0
    },
    {
        "data": "Sharks are mammals, not fish.",
        "label": 0
    },
    {
        "data": "The speed of light is the slowest known speed in the universe.",
        "label": 0
    },
    {
        "data": "Cows are carnivores and only eat meat.",
        "label": 0
    },
    {
        "data": "Comets are icy celestial objects that orbit the Sun.",
        "label": 1
    },
    {
        "data": "Migration allows animals to find better resources.",
        "label": 1
    },
    {
        "data": "The Earth is the only planet in the solar system.",
        "label": 0
    },
    {
        "data": "The two main types of cells are prokaryotic (without a nucleus) and eukaryotic (with a nucleus).",
        "label": 1
    },
    {
        "data": "The Seven Wonders of the World are located in North America.",
        "label": 0
    },
    {
        "data": "The three types of blood vessels in the human body are arteries, veins, and capillaries.",
        "label": 1
    },
    {
        "data": "Black holes are regions in space with immense gravitational pull.",
        "label": 1
    },
    {
        "data": "Saturn's largest moon is Titan.",
        "label": 1
    },
    {
        "data": "The largest country in the world by land area is Russia.",
        "label": 1
    },
    {
        "data": "Elephants can fly.",
        "label": 0
    },
    {
        "data": "The Great Barrier Reef is the largest coral reef system in the world.",
        "label": 1
    },
    {
        "data": "Saturn's smallest moon is Titan.",
        "label": 0
    },
    {
        "data": "The four fundamental forces of nature are anti-gravity, anti-electromagnetism, the weak nuclear force, and the strong nuclear force.",
        "label": 0
    },
    {
        "data": "DNA carries genetic information in living organisms.",
        "label": 1
    },
    {
        "data": "The human body has four types of water groups: A, B, AB, and O.",
        "label": 0
    },
    {
        "data": "The fastest land animal is the cheetah.",
        "label": 1
    },
    {
        "data": "The three main types of neurons are muscle neurons, sensory neurons, and extraneurons.",
        "label": 0
    },
    {
        "data": "The smallest mammal on Earth is the blue whale.",
        "label": 0
    },
    {
        "data": "The tallest mammal in the world is the giraffe.",
        "label": 1
    },
    {
        "data": "The sun rises in the east and sets in the west.",
        "label": 1
    },
    {
        "data": "The smallest state in the United States is Texas.",
        "label": 0
    },
    {
        "data": "Mount Everest is the highest mountain in the world.",
        "label": 1
    },
    {
        "data": "Camouflage makes animals stand out in their environment.",
        "label": 0
    },
    {
        "data": "The primary colors of light are red, green, and blue.",
        "label": 1
    },
    {
        "data": "The highest point in the United States is Death Valley.",
        "label": 0
    },
    {
        "data": "Bees pollinate approximately one-third of the food we eat.",
        "label": 1
    },
    {
        "data": "The three types of air vessels in the human body are arteries, veins, and capillaries.",
        "label": 0
    },
    {
        "data": "There are 50 hours in a day.",
        "label": 0
    },
    {
        "data": "The fastest fish in the world is the goldfish.",
        "label": 0
    },
    {
        "data": "The human body has more than 600 muscles.",
        "label": 1
    },
    {
        "data": "The first successful powered flight was made by the Wright Brothers in 1903.",
        "label": 1
    },
    {
        "data": "The Pacific Ocean is the largest ocean in the world.",
        "label": 1
    },
    {
        "data": "Electromagnetic waves include radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, and gamma rays.",
        "label": 1
    },
    {
        "data": "The immune system attacks the body with pathogens.",
        "label": 0
    },
    {
        "data": "Apples are a type of fruit.",
        "label": 1
    },
    {
        "data": "The Amazon rainforest is home to minimal biodiversity.",
        "label": 0
    },
    {
        "data": "Photosynthesis is the process by which plants convert sunlight into chemical energy.",
        "label": 1
    },
    {
        "data": "The first Olympic Games were held in ancient Greece in 776 B.C.",
        "label": 1
    },
    {
        "data": "The human brain weighs about 100 pounds.",
        "label": 0
    },
    {
        "data": "Chemical reactions involve the rearrangement of atoms to form new substances.",
        "label": 1
    },
    {
        "data": "The Earth has four seasons: spring, summer, fall, and winter.",
        "label": 1
    },
    {
        "data": "The planet Venus is often referred to as the \"morning star\" or the \"evening star.\"",
        "label": 1
    },
    {
        "data": "Mercury is the largest planet.",
        "label": 0
    },
    {
        "data": "Cacti store water in their ears.",
        "label": 0
    },
    {
        "data": "The tallest building in the world is located in Antarctica.",
        "label": 0
    },
    {
        "data": "Symbiosis is a distant relationship between two species.",
        "label": 0
    },
    {
        "data": "The alphabet consists of 26 letters.",
        "label": 1
    },
    {
        "data": "The human endocrine system produces hormones that regulate various bodily functions.",
        "label": 1
    },
    {
        "data": "The largest fish in the world is the goldfish.",
        "label": 0
    },
    {
        "data": "Comets are fiery celestial objects that avoid the Sun.",
        "label": 0
    },
    {
        "data": "The largest bird in the world is the sparrow.",
        "label": 0
    },
    {
        "data": "Mars has a thick atmosphere.",
        "label": 0
    },
    {
        "data": "The periodic table scatters elements based on their properties.",
        "label": 0
    },
    {
        "data": "The fastest swimmer in the world is CÃ©sar Cielo from Brazil.",
        "label": 1
    },
    {
        "data": "The Titanic was a famous ship that sank in 1912.",
        "label": 1
    },
    {
        "data": "Seasons are caused by Earth's constant alignment.",
        "label": 0
    },
    {
        "data": "The highest point in the United States is located in Florida.",
        "label": 0
    },
    {
        "data": "The planet Earth is the only planet known to support life.",
        "label": 1
    },
    {
        "data": "A year on Earth is approximately 365.25 days long, which is why we have a leap year every four years.",
        "label": 1
    },
    {
        "data": "The scientific method is a systematic process for investigating phenomena and acquiring new knowledge.",
        "label": 1
    },
    {
        "data": "The largest carnivore in the world is the rabbit.",
        "label": 0
    },
    {
        "data": "Uranus orbits the Sun on its side.",
        "label": 1
    },
    {
        "data": "The only continent without any deserts is Antarctica.",
        "label": 0
    },
    {
        "data": "The largest volcano in the world is located in Europe.",
        "label": 0
    },
    {
        "data": "The greenhouse effect helps regulate Earth's temperature.",
        "label": 1
    },
    {
        "data": "Plants need carbon dioxide to survive.",
        "label": 1
    },
    {
        "data": "The shortest month of the year is February.",
        "label": 1
    },
    {
        "data": "The planet Neptune is named after the Roman god of the sea.",
        "label": 1
    },
    {
        "data": "The Great Wall of China can be seen from space.",
        "label": 0
    },
    {
        "data": "The human eye can detect only one color.",
        "label": 0
    },
    {
        "data": "The Hubble Space Telescope has provided no information about distant celestial objects.",
        "label": 0
    },
    {
        "data": "The world's largest mammal is the blue whale.",
        "label": 1
    },
    {
        "data": "Uranus orbits the Sun upright.",
        "label": 0
    },
    {
        "data": "The human eye can see infrared light.",
        "label": 0
    },
    {
        "data": "The human heart beats approximately 100,000 times per day.",
        "label": 1
    },
    {
        "data": "The human brain weighs around 3 pounds.",
        "label": 1
    },
    {
        "data": "The only continent without any mountains is Asia.",
        "label": 0
    },
    {
        "data": "Trees release carbon dioxide and absorb oxygen.",
        "label": 0
    },
    {
        "data": "The Earth has one moon.",
        "label": 1
    },
    {
        "data": "The fastest way to travel from New York to London is by car.",
        "label": 0
    },
    {
        "data": "Giraffes are not real animals, they are made up.",
        "label": 0
    },
    {
        "data": "The least abundant gas in Earth's atmosphere is nitrogen.",
        "label": 0
    },
    {
        "data": "The smallest continent in the world is Australia.",
        "label": 1
    },
    {
        "data": "Rainbows form when light avoids water droplets.",
        "label": 0
    },
    {
        "data": "The three states of matter are solid, liquid, and gas.",
        "label": 1
    },
    {
        "data": "The largest canyon in the world is located in Europe.",
        "label": 0
    },
    {
        "data": "Penguins can fly.",
        "label": 0
    },
    {
        "data": "Electromagnetic waves exclude radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, and gamma rays.",
        "label": 0
    },
    {
        "data": "The process of pollination is crucial for plant reproduction.",
        "label": 1
    },
    {
        "data": "Water is poisonous to humans.",
        "label": 0
    }
]